[
  {
    "name": "Blushing Rosette",
    "scientificName": "Abortiporus biennis",
    "Fruiting Body": "Often forms irregular fruit bodies, the below mentioned description describes the regular, rosette form of the species.",
    "Cap": "5-20 cm across, nearly flat, roundish to rosette-like, turns irregularly lobe with age; nearby fruit bodies often fused together. Its upper, sterile surface is initially white to off-white, then pink to reddish brown; smooth to slightly hairy (tomentose). Margin thin and paler than the rest of the upper surface, bruising reddish brown when handled or damaged.",
    "Stem": "4-7 cm long and 2-3 cm thick, tapering towards the base, often deeply 'rooting'.",
    "Pores": "Tubes 5-6 mm long, creamy white. Pores 1-3 per mm (sometimes even wider), irregularly angular to daedaleoid, slightly decurrent; white, staining pink to reddish if damaged.",
    "Flesh": "Dual-layered (duplex), 8-10 mm thick. The upper (external) layer is soft and ochraceous, while the core or inner layer is a bit harder (corky) and more cream in colour.",
    "Habitat": "On all kind of hardwood, often on buried roots, more rarely on conifers. Saprotrophic, causes white-rot, most of all in the roots of deciduous trees. Growing solitary or in smaller groups. Its main fruiting season is Late Summer to Autumn, but it can be found during the whole year.",
    "Possible Confusion": "Young, irregular fruit bodies secrete/oozing red droplets. In this form it can be confused with Devil's Tooth (Hydnellum peckii) and/or Mealy Tooth (Hydnellum ferrugineum), but both species can be found exclusively in old conifer forests, near Pine or Spruce, also these species have spines (teeth), not wide pores.\nThe regular fruit bodies might be confused with the rarer Zoned Rosette (Podoscypha multizonata), pictured, which also prefers hardwoods, especially Oaks, but Zoned Rosette doesn't have visible pores. If we look it more carefully it more reminds of a pink to red stained Wood Cauliflower (Sparassis crispa) than a Blushing Rosette.",
    "Taste / Smell": "Inedible, taste mild, but it has a strange mushroomy smell (some authors describes the smell as somewhat unpleasant).",
    "Frequency": "Occasional and widespread in the UK.",
    "Spores": "Spore print is white. Spores elliptical, colourless (hyaline), and thin walled with oil drops.",
    "Other Facts": "It often forms irregular, aberrant fruit bodies. It could be hemispherical with its pores upside-down, but even if it forms its regular, rosette form, the so-called 'rosecomb mutation' is rather common. In mycology, the term 'rosecomb mutation' is used when any kind of distortions, lumps or malformations occur on the cap and makes visible the gills or the pores.\nIts epithet (the 2nd part of the scientific name which identifies the species within the genus) - biennis - suggests it is biennal, but it is incorrect, and likely based on the really variable appearance of this species."
  },
  {
    "name": "Horse Mushroom",
    "scientificName": "Agaricus arvensis",
    "Cap": "10-16 cm. White, sometimes discoloured grey/brown, can be scaly or smooth. Starting spherical and opening out flat. Can bruise slightly yellow.",
    "Gills": "Crowded and free of the stem. When very young the gills are almost white but quickly turn from pale pink/grey to brown in more mature specimens. On unopened caps, the ring while still joined to the cap, looks like a 'cog wheel'.",
    "Stem": "10-16 cm long, 2-3 cm diameter. Smooth and white with a double edged ring, can be finely flocculose toward the base.",
    "Skirt": "Superior. Can start fairly large but usually becomes damaged or shrinks to a ring. Has a double edge.",
    "Flesh": "White, firm and bruising slightly yellow. The flesh has an aniseed smell.",
    "Habitat": "Pasture, meadows, lawns, road verges and parks, often growing in rings.",
    "Possible Confusion": "The Yellow Stainer (Agaricus xanthodermus) but this mushroom stains chrome yellow when bruised or cut and smells of Indian ink, hospitals or iodine and is not edible.\nThe Macro Mushroom (Agaricus crocodilinus) looks very similar but has a stouter stem covered in floccules below the skirt and more of a bitter almond aroma although some people smell aniseed only. This wouldn't be a dangerous mistake, the Macro Mushroom is a great edible Agaric.\nCan look similar to some of the Amanitas when young and light gilled but the Horse Mushroom does not have the bulbous base or volval sack that Amanitas have.",
    "Spore Print": "Dark purple/brown. Ellipsoid. You should scrape your spores into a small pile to get an accurate spore colour.",
    "Taste / Smell": "Excellent, this is one of our favourites. The smell of aniseed is a good way to identify this mushroom. Should be cooked before consumption.",
    "Frequency": "Occasional and widespread in most parts of the UK, but can be locally common.",
    "Other Facts": "In March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Horse Mushroom (Agaricus arvensis) is: LC - Least Concern, with stable population. For more information, see on the following link."
  },
  {
    "name": "The Prince",
    "scientificName": "Agaricus augustus",
    "Cap": "Up to 25 cm. Spherical when young becoming convex. Covered in concentric chestnut brown scales on a white to pale yellow background. Can stain yellow on the edges where touched.",
    "Gills": "Crowded and free of the stem. Gills starting off white to pink, maturing to dark brown.",
    "Stem": "10-16 cm long, 2-3.5 cm diameter. White to pale cream and smooth above the skirt and covered in small brown scales below.",
    "Skirt": "A large superior, pendulous skirt.",
    "Flesh": "White sometimes with a yellow tinge where cut or bruised.",
    "Habitat": "Mixed woodland, particularly under conifers, lawns and roadsides, .",
    "Possible Confusion": "The Inky Mushroom (Agaricus moelleri), pictured, looks similar but the chemical, unpleasant smell of the flesh of this mushroom should keep you safe.\nThe Prince also looks a little like some of the Lepiotas but these always have white/off white gills not the pale pink to brown gills of the Agaric family.\nThe Freckled Dapperling (Echinoderma asperum) looks very similar but has 'warts' on the cap instead of scales and has white gills unlike the Prince's off white to pink to black gills.",
    "Spore Print": "Purple/chocolate brown. Ellipsoid.",
    "Taste / Smell": "Excellent. Mushroomy. The flesh smells of bitter almonds. Should be cooked before consumption.",
    "Frequency": "Uncommon.",
    "Other Facts": "One of our favourite mushrooms."
  },
  {
    "name": "Pavement Mushroom",
    "scientificName": "Agaricus bitorquis",
    "Cap": "8-12 cm. White and convex opening out to flat in mature specimens. The cap is often covered in mud and dust.",
    "Gills": "Crowded, not joined to the stem. Gills off white/grey at first soon turning pink to dark brown.",
    "Stem": "6-10cm long, 1.5-2 cm diameter. Robust, white and often tapering at the base.",
    "Skirt": "Has an inferior, double edged skirt, obvious in this picture, not always so on other Pavement Mushrooms.",
    "Flesh": "Meaty white flesh turning slightly pink on cutting.",
    "Habitat": "Roadsides, path edges, under trees, bare soil, gardens or manure.",
    "Possible Confusion": "The Yellow Stainer (Agaricus xanthodermus), but this mushroom stains chrome yellow when bruised or cut and smells of Indian ink, hospitals or iodine and not edible. Can look similar to some of the Amanitas when young and white gilled.",
    "Spore Print": "Brown. Subglobose.",
    "Taste / Smell": "Strong and mushroomy. Should be cooked before consumption.",
    "Frequency": "Occasional but widespread on the British Isles.",
    "Other Facts": "This seems to be the favourite mushroom of choice for maggots and even mushrooms that have just broken the surface are usually riddled with them. They are great tasting if you can find them maggot free or don't mind the extra protein!\nIn March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Pavement Mushroom (Agaricus bitorquis) is: LC - Least Concern, with stable population. For more information, see on the following link"
  },
  {
    "name": "Medusa Mushroom",
    "scientificName": "Agaricus bohusii",
    "Cap": "8-12 cm. A firm capped mushroom with brown triangular scales that are distinctly pointed and raised. The caps are often covered in soil as they burst through the ground so rapidly.",
    "Gills": "Crowded and free from the stem. The gills start off white to pale pink and soon turn red brown to very dark brown.",
    "Stem": "8-14 cm long, 1.5-2 cm diameter. The long stems have a tapered pointy base like a spindle and grow from a central point ,with the mushrooms in each cluster joined at the base of the stem.\nIt starts with a whitish colour but often becomes brown, sometimes scaly below the ring. The flesh will bruise red brown if damaged.",
    "Skirt": "Has a thick, superior skirt that is usually towards the upper part of the stem. It is pale brown, scaly and can appear double ringed.",
    "Flesh": "Initially white but rapidly turning red-brown when exposed and then becoming darker brown.",
    "Habitat": "Growing from soil usually under trees in mixed woodland and parks.",
    "Possible Confusion": "The Inky Mushroom (Agaricus moelleri), pictured, is the most similar toxic species but this has a phenol/Indian ink/iodine smell to put you off, the flesh does not turn red and each mushroom grows individually from the soil and not from a central point.\nIt could easily be confused with the Clustered Mushroom (Agaricus cappellianus) which is a good edible but gives a gastric upset to some people. The scales on the cap of the Clustered Mushroom are never raised.\nA couple of edible Agarics can look similar but the clustered nature, raised scales on the cap and deep rooting stems of Agaricus bohusii are good aids for identification of this mushroom. The generic rule for Agaricus applies: being 100% it's an Agaricus species, if doesn't smell of phenol/carbolic and doesn't stain bright yellow then it's edible.",
    "Spore Print": "Chocolate brown. Ellipsoid.",
    "Taste / Smell": "Strong and mushroomy but the soil should be removed thoroughly otherwise a gritty meal will ensue. Should be cooked before consumption.",
    "Frequency": "It has been considered rare or at least uncommon, but in the last years we have seen an increase in appearances and it's becoming more common. As it grows in dense clusters it wouldn't be of any harm to pick a couple for a meal, but we must stress the importance of leaving more than half behind."
  },
  {
    "name": "Field Mushroom",
    "scientificName": "Agaricus campestris",
    "Cap": "5-8 cm. White, sometimes discoloured grey/brown, can be scaley or smooth. Starting spherical and opening out flat. Can bruise slightly pink. The cuticle often hangs down over the edge of the cap and is a good indicator of a Field Mushroom.",
    "Gills": "Crowded and free from the stem. The gills start deep pink and soon turn to dark brown with maturity.",
    "Stem": "5-7 cm long, 1-2 cm diameter. White and smooth above the ring, slightly scaly below, tapering at the base. The ring is delicate and only traces of it can usually be found.",
    "Skirt": "Superior to intermediate. Small, slight and not very long lasting.",
    "Flesh": "White, bruising slightly pink.",
    "Habitat": "Pasture, meadows, lawns, road verges and parks.",
    "Possible Confusion": "The toxic Yellow Stainer (Agaricus xanthodermus), but this mushroom stains chrome yellow when bruised or cut and smells of Indian ink, hospitals or iodine.",
    "Spore Print": "Chocolate brown. Ovoid. You should scrape your spores into a small pile to get an accurate spore colour.",
    "Taste / Smell": "Mushroomy. Should be cooked before consumption.",
    "Frequency": "Occasional but widespread, might be locally common, however becoming less so in fields that are sprayed with chemicals.",
    "Other Facts": "In March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Field Mushroom (Agaricus campestris) is: LC - Least Concern, with stable population. For more information, see on the following link"
  },
  {
    "name": "Macro Mushroom",
    "scientificName": "Agaricus crocodilinus",
    "Cap": "10 to 25 cm when mature. Convex opening out flat becoming scaled and splitting at the edges when mature. Can remains of the veil hanging on the edges. Off-white sometimes with a pale yellow or brown flush.",
    "Gills": "Crowded and free of the stem. Starting pale pink and turning to brown then almost black.",
    "Stem": "8-14 cm long, 2-3.5 cm diameter. White/cream and covered in floccules below the skirt. The stem tapers towards both the cap and base.",
    "Skirt": "Has a flimsy, superior skirt with floccules on the underside.",
    "Flesh": "White and firm, flushing red/pink in the stem when cut.",
    "Habitat": "Pastures, lawns and anywhere grassy. Growing in rings or sometimes individually.",
    "Possible Confusion": "The toxic Yellow Stainer (Agaricus xanthodermus), but this mushrooms flesh stains chrome yellow when bruised or cut and smells of phenol or Indian ink.\nThe Horse Mushroom (Agaricus arvensis) looks similar but has a smooth stem, unlike the floccule covered stem, below the skirt, of the Macro Mushroom.",
    "Spore Print": "Brown. Ellipsoid.",
    "Taste / Smell": "Mushroomy with a hint of almond or aniseed. Should be cooked before consumption. Smells of almonds to some, aniseed to others.",
    "Frequency": "Occasional.",
    "Other Facts": "Even when young these are always full of maggots."
  },
  {
    "name": "Scaly Wood Mushroom",
    "scientificName": "Agaricus langei",
    "Cap": "5-15 cm. Spherical when young becoming convex. Covered in concentric slightly reddish brown scales on a white to pale yellow background.",
    "Gills": "Crowded. Free of the stem. Gills starting pink, maturing to dark brown.",
    "Stem": "5-10 cm long, 1.5-3 cm diameter. White to pale cream with red hints, smooth above the skirt and covered in small brown scales below.",
    "Skirt": "A superior, single white fleshy ring hanging down with brown to grey floccules on the underside.",
    "Flesh": "White, bruising or oxidising to pink/red. Can be yellowish in the base of the stem in older specimens.",
    "Habitat": "In open mixed woodland.",
    "Possible Confusion": "Inky Mushroom (Agaricus moelleri), pictured, looks similar but the chemical, unpleasant smell of the flesh of this toxic mushroom and the fact its flesh doesn't stain red should keep you safe.\nThe Prince (Agaricus augustus) is similar but usually a lot larger and delicious so there is no harm confusing the two.",
    "Spore Print": "Purple/brown. Ellipsoid.",
    "Taste / Smell": "Pleasantly mushroomy.",
    "Frequency": "Fairly uncommon."
  },
  {
    "name": "Inky Mushroom",
    "scientificName": "Agaricus moelleri",
    "Cap": "7-10 cm. White but covered with tiny smoky/grey or brown scales which are more dense towards the middle. Starting ovoid but becoming flat.",
    "Gills": "Crowded and free of the stem. The gills start pink and stay like that until finally becoming dark brown/black.",
    "Stem": "8-14 cm long, 1-1.2 cm diameter. White and slightly bulbous towards the base.",
    "Skirt": "Has a large, superior, membranous skirt.",
    "Flesh": "White discolouring slightly yellow and becoming brown.",
    "Habitat": "Mainly woodland in troops but can be found occasionally in grassland.",
    "Spore Print": "Brown. Ellipsoid.",
    "Frequency": "Fairly common."
  },
  {
    "name": "Dusky Scaled Mushroom",
    "scientificName": "Agaricus phaeolepidus",
    "Cap": "5-12 cm across. Convex at first, then flattened. The skin is densely covered with light reddish brown to brown, appressed small scales. The centre of the cap usually darker than the rest.",
    "Gills": "Crowded and free of the stem. Pinkish grey at first, then dark brown once the spores matured.",
    "Stem": "6-13 cm tall, 0.7-1.4 cm in diameter. White, cylindrical with a bulbous base. Its surface is smooth.",
    "Skirt": "Superior, membranous, thin with a distinct cogwheel pattern on the margin of the underside.",
    "Flesh": "Fairly thin, soft. Initially white, may slightly yellowing at the base of the stem, otherwise may or may not bruising to faint pinkish-brown or brownish.",
    "Habitat": "Growing individually or in smaller groups on clay-rich or sandy calcareous soil in open deciduous woodlands, parks, gardens or cemeteries. Saprotrophic.",
    "Possible Confusion": "It can be confused with other Agaricus species.\nBlushing Wood Mushroom (Agaricus sylvaticus), pictured, stains very red when cut, and has a weak, but pleasant 'mushroomy' or nutty smell.\nThe Prince (Agaricus augustus) might yellow a bit in the cap and the stem, and has a strong and pleasant bitter almond smell.\nTufted Wood Mushroom (Agaricus impudicus) bruising brown to reddish brown, and it has an unpleasant rubber-like smell.",
    "Taste / Smell": "Inedible. It has a 'mushroomy' taste, but a weak, unpleasant, phenolic or carbolic smell (same as the Yellow Stainer or the Inky Mushroom, just weaker).",
    "Frequency": "Rather rare in England and Wales.",
    "Spores": "Spore print is dark brown. Spores ellipsoid, smooth, without germ-pore.",
    "Other Facts": "It is often necessary to check our suspected ID with chemical tests (but this is not for novice foragers, due to the hazard of using chemical reagents).\nDusky Scaled Mushroom is negative to Schäffer's test (developed by Julius Schäffer, 1882-1944, German mycologist), and KOH gives a positive (yellow) reaction on the cap.\nThe epithet (2nd part of the Scientific name) was created from a Greek and a Latin word. The Greek word 'φαιός' or 'Phaiós' means dusky, dark, grey, while the Latin word 'Lepidus' means pleasant, charming, pretty, pleasing etc. It indicates that we are looking for something which is pretty and grey or dusky."
  },
  {
    "name": "Almond Mushroom",
    "scientificName": "Agaricus subrufescens",
    "Cap": "3-10 cm. Convex, brown in the centre when young. Flattening with age with the brown splitting into scales",
    "Gills": "Crowded and free from the stem. Grey in immature specimens, turning brown with age.",
    "Stem": "1-7 cm long, 1-2 cm diameter. Stout, slightly bulbous base, white, with cottony layer (easily compressed with handling) at the top.",
    "Skirt": "Superior. Thick and floppy with woolly scales on the underside.",
    "Flesh": "White, firm, thick. Smelling of almonds.",
    "Habitat": "In the UK, woodchip piles.",
    "Possible Confusion": "As with all Agaricus sp. the toxic yellow stainer and inky mushroom are the ones to eliminate. The almond smell of Agaricus subrufescens will rule out both of these chemical smelling species.",
    "Spore Print": "Brown.",
    "Taste / Smell": "Sweet and nutty.",
    "Frequency": "Uncommon but increasing.",
    "Other Facts": "This mushroom was cultivated as a choice edible in the U.S.A"
  },
  {
    "name": "Blushing Wood Mushroom",
    "scientificName": "Agaricus sylvaticus",
    "Cap": "6-10 cm. Spherical when young becoming convex. Pale brown fibre-like lines turning into small scales over a paler background. Any bruising or damage to the cap turns almost immediately to a striking red colour, see photos above.",
    "Gills": "Crowded and free of the stem. Gills off-white becoming grey to red to dark brown.",
    "Stem": "7-10 cm long, 1-1.2 cm diameter. White when young turning pale tan/grey. Can have a bulbous base.",
    "Skirt": "A large, superior, skirt with triangular scales on the underside.",
    "Flesh": "White, staining very red when cut and eventually fading to brown.",
    "Habitat": "Coniferous woodland but can be found with deciduous trees.",
    "Possible Confusion": "Scaly Knight (Tricholoma vaccinum) has no ring and the gills are more red/brown. It is also edible but poor.",
    "Spore Print": "Brown. Ovoid.",
    "Taste / Smell": "Excellent, mushroomy. Should be cooked before consumption.",
    "Frequency": "Common and widespread on the British Isles.",
    "Other Facts": "In March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Blushing Wood Mushroom (Agaricus sylvaticus) is: LC - Least Concern, with stable population. For more information, see on the following link"
  },
  {
    "name": "Wood Mushroom",
    "scientificName": "Agaricus sylvicola",
    "Cap": "8-12 cm. Off-white/cream bruising ochraceous and becoming yellow with age.",
    "Gills": "Crowded and free of the stem. Gills pale grey/pink at first turning a dark chocolate brown.",
    "Stem": "8-14 cm long, 1-1.5 cm diameter. White/off-white with a pendulous ring and slightly bulbous base.",
    "Skirt": "Superior. The underside is covered in triangular scales.",
    "Flesh": "White and quite thin.",
    "Habitat": "Mixed woodland.",
    "Possible Confusion": "The Yellow Stainer (Agaricus xanthodermus) looks very alike but bruises chrome yellow when handled or cut and smells of Indian ink, phenol, hospitals, just an unpleasant chemical smell.",
    "Spore Print": "Purple/brown. Ellipsoid.",
    "Taste / Smell": "Smells of aniseed, to some slightly almondy. Taste mushroomy. Should be cooked before consumption.",
    "Frequency": "Fairly common.",
    "Other Facts": "These mushrooms spoil very quickly and should be used the same day as picking them."
  },
  {
    "name": "Yellow Stainer",
    "scientificName": "Agaricus xanthodermus",
    "Cap": "7-10 cm. Starting rounded but with a slightly cubed shape, this flattens to a round shallow convex. White with very small scales, the cap can crack and turn grey in dry, sunny conditions. The cap bruises chrome yellow quite quickly.",
    "Gills": "Crowded and free of the stem. Gills starting off white turning pink and becoming grey/brown when mature.",
    "Stem": "8-14 cm long, 1-2 cm diameter. White/off-white with a skirt and slightly bulbous base.",
    "Skirt": "Has a superior, pendulous, double edged white skirt, the one in the image is stained on the top surface by spores.",
    "Flesh": "White bruising chrome yellow when cut especially at the base of the stem.",
    "Habitat": "Hedgerows, grassland, open woodland and beside roads and paths usually in large groups or rings.",
    "Spore Print": "Dark brown. Ellipsoid to ovoid.",
    "Frequency": "Common."
  },
  {
    "name": "Spring Fieldcap",
    "scientificName": "Agrocybe praecox",
    "Cap": "6-8 cm. Dark grey/brown and greasy when young becoming dryer, off white tan to ochre until drying to near white with age. Convex opening out to almost flat usually remaining smooth and cracking in dry conditions. Can have remains of the veil on the edges.",
    "Gills": "Crowded. Adnexed to almost free of the stem. Off white to pale grey to brown, becoming darker with age. Crowded with slightly wavy edges.\nCortina / Veil\nThe young mushroom has a veil covering the gills, this soon detaches and can become the delicate and short lasting skirt.",
    "Stem": "8-10 cm tall, 0.4-1 cm wide . Off white, darkening slightly towards the base. Can have a small delicate skirt. Has visible mycelial threads attached to the base if removed from it's medium.",
    "Skirt": "Superior. Has a thin, delicate, ephemeral skirt.",
    "Flesh": "Off white, fibrous.",
    "Habitat": "Saprotrophic, grows on woodchip or soil in parks, gardens and paths.",
    "Possible Confusion": "There are various Agrocybe and Cyclocybe species that look similar, some should be avoided so we don't eat this one. The Poplar fieldcap (Cyclocybe cylindracea) is shown.",
    "Taste / Smell": "Bitter when raw, less so after cooking.",
    "Frequency": "Common.",
    "Spores": "Brown. Ovoid/ellipsoid.",
    "Other Facts": "Agrocybe praecox is part of a complex of four Agrocybes that look almost identical and can only be identified by microscope or using chemical analysis."
  },
  {
    "name": "Orange Peel Fungus",
    "scientificName": "Aleuria aurantia",
    "Fruiting Body": "No distinct cap, just a sheet of thin fragile bright orange flesh usually corrugated forming a rosette sometimes with multiple 'petals'. Can be completely flat to the ground, or more upright becoming 5cm tall.",
    "Gills": "Does not have gills but the underside is paler than the upper surface and finely flocculose with a more matt finish.",
    "Pores": "are too small to see with the naked eye but are on the upper surface of the cap to allow the spores to be released into the air and be blown away.",
    "Stem": "No real stem, more a very short thickening in the middle of the cap going into the ground.",
    "Flesh": "Very thin, same colour as underside of cap.",
    "Habitat": "Saprobic on grass, gravel, or soil, usually compacted such as the side of paths.",
    "Possible Confusion": "Some species from genus Peziza, pictured, can look similar but are brown to tan and never as bright orange as the Orange Peel Fungus. Pezizas are inedible not toxic.\nThe Scarlet and Ruby Elfcup are similar but bright red.\nThe Salmon Salad Fungus (Guepinia helvelloides), can look similar but is more a salmon pink than bright orange. It is edible but not worth eating so confusion would not be dangerous.",
    "Taste / Smell": "Pleasantly mushroomy",
    "Frequency": "Locally very common, where you find one you will likely find many.",
    "Spores": "White, ellipsoid. These are ejected from the upper surface of the cap in a rush when they are fully developed and the mushroom is knocked."
  },
  {
    "name": "Snakeskin Grisette",
    "scientificName": "Amanita ceciliae",
    "Cap": "8-14 cm. Chestnut brown with easily removed grey scales. Well defined striations around the edge and a pale margin in immature specimens. Starting ovoid, convex but flattening out with age.",
    "Gills": "Typical Amanita, crowded white gills, free from the stem.",
    "Stem": "8-14 cm long, 1-2 cm diameter. No ring (as with all the Grisettes) but distinct shaggy grey zig-zag banding running across the stem - hence the term snakeskin.\nVolva\nIt has a volva but this is fragile and collapses quickly",
    "Habitat": "Mycorrhizal with deciduous trees, often in a parkland setting.",
    "Possible Confusion": "The edibility of this mushroom is unclear, however the big potential for confusion here would be one of the other seriously poisonous Amanitas, particularly the Panthercap (Amanita pantherina) pictured. The Snakeskin Grissette does not have a skirt but these can be easily lost from look-a-like mushrooms leading to potential confusion. The stem of the Snakeskin Grisette should be a key identifier however this is not a mushroom for the novice forager!",
    "Spore Print": "White. Globose, smooth and colourless (hyaline).",
    "Frequency": "Mostly southern Britain, but uncommon.",
    "Other Facts": "The species name (epithet), 'ceciliae' is honour of the Cecilia Berkeley, the wife of and contributor to the works of, the famous 19th century British mycologist, Miles Joseph Berkeley."
  },
  {
    "name": "White False Death Cap",
    "scientificName": "Amanita citrina var. alba",
    "Cap": "6-10 cm. A pure white cap with white patches of veil that can discolour to a tan-oche.",
    "Gills": "white, free of the stem and fairly crowded.",
    "Stem": "7-11 cm long, 0.8-1.2 cm diameter. Pure white with an obvious volval sack and a bulbous base. The stem can be hollow in older specimens.",
    "Skirt": "Superior. The skirt is quite large.\nVolva\nA large obvious, marginate volva.",
    "Flesh": "White.",
    "Habitat": "Mixed woodland especially with Beech.",
    "Possible Confusion": "The Destroying Angel (Amanita virosa), pictured, or the Deathcap (Amanita phalloides), it is because of this possible confusion and its vile taste that we leave this mushroom well alone. Although edible, not one for the table.",
    "Spore Print": "White. Spherical.",
    "Taste / Smell": "Unpleasant, like raw potato.",
    "Frequency": "Common."
  },
  {
    "name": "False Deathcap",
    "scientificName": "Amanita citrina var. citrina",
    "Cap": "6-10 cm. An ivory white to pale yellow cap covered in off white patches of the remains of the veil.",
    "Gills": "white, free of the stem and fairly crowded.",
    "Stem": "7-11 cm long, 0.8-1.2 cm diameter. Ivory white to yellow with an obvious volval sack and a bulbous base. The skirt is quite large and usually hangs down. The stem can be hollow in older specimens.",
    "Skirt": "Superior. Fairly fleshy.\nVolva\nHas an obvious, marginate volva.",
    "Flesh": "White.",
    "Habitat": "Mixed woodland especially with Beech.",
    "Possible Confusion": "The Destroying Angel (Amanita virosa), pictured, or the Deathcap (Amanita phalloides), it is because of this possible confusion and its vile taste that we leave this mushroom well alone. Although edible, not one for the table.",
    "Spore Print": "White. Spherical.",
    "Taste / Smell": "Unpleasant. Smells of raw potato.",
    "Frequency": "Common."
  },
  {
    "name": "Orange Grisette",
    "scientificName": "Amanita crocea",
    "Cap": "8-12 cm. Starting egg shaped and then opening out to almost flat with a slightly darker umbo and radial striations at the edge of the cap. The colour can vary quite a bit but is usually yellow to orange.",
    "Gills": "Crowded and free of the stem. White to Off white.",
    "Stem": "8-14 cm long, 1-2 cm diameter. Pale orange with a snakeskin pattern, tapering towards the top.\nVolva\nHas a very obvious thick, long and white volval sack that can often be hidden under the surrounding vegetation or earth.",
    "Flesh": "Thin and mainly white.",
    "Habitat": "Mycorrhizal, mainly grows with Birch or Beech, but can be found with some conifers.",
    "Possible Confusion": "The Tawny Grisette (Amanita fulva), pictured, can look similar as the A. crocea can vary quite a lot in colour but the Tawny Grisette has a plain, smooth stem unlike the zig zag patterns on the Orange Grisette.",
    "Spore Print": "White, subglobose.",
    "Taste / Smell": "Fairly sweet and mushroomy.",
    "Frequency": "Fairly common."
  },
  {
    "name": "Grey Spotted Amanita",
    "scientificName": "Amanita excelsa",
    "Cap": "7-11 cm. Grey-silver coloured to light brown to a darker red/brown and covered in off-white to grey scales. Spherical to convex to flat.",
    "Gills": "Crowded and free of the stem. White.",
    "Stem": "10-14 cm long, 1.5-2.5 cm diameter. White with an obvious skirt. The bottom of the stem is bulbous rather than appearing from a volva.",
    "Skirt": "Superior. The skirt has obvious striations on the upper surface running up to the start of the gills. This is an important part of the identification to differentiate from the toxic Panthercap, the Panthercap's skirt is smooth.\nVolva\nMore of a bulbous base than a volva. There is no 'guttering' at the top of the volva.",
    "Flesh": "White.",
    "Habitat": "Mixed woodland.",
    "Possible Confusion": "The Panthercap (Amanita pantherina), pictured, this confusion can be avoided by very carefully studying the skirt on the stem.\nThe Blusher (Amanita rubescens) looks similar but is edible.",
    "Spore Print": "White. Ellipsoid. You should scrape your spores into a small pile to get an accurate spore colour.",
    "Taste / Smell": "Mushroomy. Must be well cooked before consumption.",
    "Frequency": "Common."
  },
  {
    "name": "Tawny Grisette",
    "scientificName": "Amanita fulva",
    "Cap": "8-12 cm. Orange/brown or 'tawny'. Ovoid at first then flattening out with a slight, darker umbo. The edge of the cap has striations in line with the gills underneath.",
    "Gills": "white, free of the stem and crowded. The gills can be different lengths terminating before reaching the cap edge or stem.",
    "Stem": "8-12 cm long, 0.8-1.2 cm diameter. Starting white with a cap coloured flush developing when mature. Growing from an obvious sack like volva and tapering slightly towards the cap. No ring.\nVolva\nHas an obvious volval sack that can reach down a few centimetres into the earth.",
    "Flesh": "White, usually hollow in the stem.",
    "Habitat": "Mixed woodland, moorland and heaths particularly on acid soil.",
    "Possible Confusion": "The Grisette (Amanita vaginata) is similar but has a darker brown/grey cap. Care should always be taken when picking Amanitas for consumption.\nThe Orange Grisette (Amanita crocea), pictured, can also look similar but has a more orange/yellow cap, the same coloured stem but with a zig zag pattern and slightly off white gills.",
    "Spore Print": "White. Spherical.",
    "Taste / Smell": "Mushroomy.",
    "Frequency": "Common.",
    "Other Facts": "Must be cooked before consumption.\nThe Tawny Grisette is mycorrhizal with quite a few different trees including, oak, birch, chestnut, alder, spruce and pine."
  },
  {
    "name": "Jewelled Amanita",
    "scientificName": "Amanita gemmata",
    "Cap": "6-10 cm. Convex to flat. Off-white, pale yellow covered in white pieces of velar remains or veil.",
    "Gills": "white, adnexed (slightly connected to stem), crowded.",
    "Stem": "7-11 cm long, 1-2 cm diameter. White, slightly yellowish. Bulbous at the base with a delicate volva sometimes hollowing in the middle.",
    "Skirt": "Superior. A short lived, non striated skirt that is usually low down on the stem. Once gone, it usually leaves a small mark on the stem.\nVolva\nHas a slightly bulbous base with an obvious volva.",
    "Flesh": "White with pale yellow flush in the stem.",
    "Habitat": "Coniferous woodland.",
    "Possible Confusion": "Could potentially be confused with some of the yellow Russulas but Russulas don't have a skirt or volva and have brittle gills. The Geranium Russula, (Russula fellea) is pictured.",
    "Spore Print": "White. Ovoid.",
    "Frequency": "Uncommon."
  },
  {
    "name": "Fly Agaric",
    "scientificName": "Amanita muscaria",
    "Cap": "8-14 cm. Hemispherical at first when it can sometimes be more orangey than red, then opening flat with a bright red cap covered in white to yellow scales which are the remains of the volvic sack. The scales can be washed off during rain to leave a smooth red cap.",
    "Gills": "Crowded and free of the stem. White to cream.",
    "Stem": "8-14 cm tall, 1-2 cm diameter. Appearing from a volva (a bulbous egg like structure) the stem is white with shaggy remains of the volva sticking to it, it also has a skirt higher up the stem.",
    "Skirt": "Superior. Large, pendulous white/off white skirt, usually with yellow edges.\nVolva\nHas a bulbous volva with shaggy rings of scales around it rather than being marginate or having a sac like structure.",
    "Flesh": "White.",
    "Habitat": "Birch woods in particular but can be found in other mixed woodland.",
    "Possible Confusion": "The Blusher (Amanita rubescens), pictured, - where damaged shows pink red blushing, has a striated ring and no striations on the margin of cap. While toxic raw it's edible when cooked.\nThe Grey Spotted Amanita (Amanita excelsa) - close relative of the Blusher, and fairly similar to it, without blushing and usually greyer colours. Although often not considered toxic it is not recommended.\nThe Panthercap (Amanita pantherina) - very closely related to the Fly Agaric with a darker brown cap. It contains exactly the same toxins as the Fly Agaric, but in more variable and usually higher concentrations.\nThe Jewelled Amanita (Amanita gemmata) - also closely related to the Fly Agaric and Panthercap, it could pass as a yellowish Fly Agaric (yellow forms of Fly Agaric exist). It might contain the same toxins as the other two but we couldn't find enough reliable information. Like the Panthercap some books report it as very poisonous, it is wiser to avoid it.",
    "Spore Print": "White. Ellipsoid. You should scrape your spores into a small pile to get an accurate spore colour.",
    "Taste / Smell": "Savoury",
    "Frequency": "Common.",
    "Other Facts": "The common name of this mushroom comes from the medieval practice of breaking up the caps and leaving them in milk to stupefy flies. This mushroom also has hallucinogenic properties which the Lapps have used traditionally in ceremonies and even to round up reindeer who seem to love them.\nConsidered toxic in most modern field guides, and inclusively in our Wild Food UK guide and video, however in a distant past it was frequently consumed in parts of Europe, Asia and North America after preparation. Scientific studies show that there are methods to efficiently remove the toxins and render it safe for consumption, which explains its use in the past. This is something we weren't aware of until recently and doesn't seem to be common knowledge among modern foragers."
  },
  {
    "name": "Panthercap",
    "scientificName": "Amanita pantherina",
    "Cap": "8-12 cm. Convex, flattening a bit with age. Dark brown to slightly red brown covered in thick white scales or 'warts' left from the veil of the volva.",
    "Gills": "Crowded and free of the stem. White.",
    "Stem": "10-14 cm long, 1-2 cm diameter. White and shaggy under the skirt, smoother above.",
    "Skirt": "Superior. The skirt does not have the striations or lines that the Blusher or Excelsa have and is smooth although in the photo the skirt is a bit dry and wrinkled but still striation free.\nVolva\nHas an obvious, bulbous, marginate (with a 'gutter' running around the top edge) volva.",
    "Flesh": "White, sometimes hollow in the stem.",
    "Habitat": "Most types of woodland, particularly beech.",
    "Possible Confusion": "The Blusher (Amanita rubescens), pictured, has off-white, often blushing warts on its cap, and it blushes all over the fruit body where it had been damaged or cut, also there are striations on the upper surface of its skirt.\nThe Grey Spotted Amanita (Amanita excelsa) has off-white to grey warts or scales on its cap, and has striations on the upper surface of its skirt.",
    "Spore Print": "White. Broadly ovate. You should scrape your spores into a small pile to get an accurate spore colour.",
    "Frequency": "Not common.",
    "Other Facts": "Panthercap prefers acidic soil, while none of its potential lookalikes have this strong preference for acidic soil."
  },
  {
    "name": "Deathcap",
    "scientificName": "Amanita phalloides",
    "Cap": "8-12 cm. Convex at first then opening and flattening. The cap colour can vary from olive green to dirty yellow or even tan brown. Slimy when wet but still looking shiny when dry.",
    "Gills": "Crowded and free of the stem. White to cream.",
    "Stem": "10-14 cm long, 1-1.5 cm diameter. White with a bulbous base and surrounded by a thin veil (volva) which is sack-like at ground height, tapering slightly towards the cap. The top of the volva will often be found attached to the stem more than halfway up, looking like a skirt.",
    "Skirt": "Superior. White with obvious striations under the skirt sometimes visible on top.\nVolva\nA very obvious deep volva that can be under the ground surface.",
    "Flesh": "White.",
    "Habitat": "Most mixed woodland, particularly with oak and other deciduous trees.",
    "Spore Print": "White. Ellipsoid to subglobose. You should scrape your spores into a small pile to get an accurate spore colour.",
    "Taste / Smell": "DO NOT try any part of this mushroom.",
    "Frequency": "Uncommon but can become more frequent some years when the conditions are right.",
    "Other Facts": "The symptoms of Deathcap poisoning can start several hours after ingestion with severe vomiting, diarrhoea and abdominal pains and can last for a few days; this is followed by what seems to be a recovery for a few days but ending in death from kidney and liver failure. The main poison, alpha-amanitin, kills liver cells and passes through the kidneys to be recirculated and cause more damage.\nThere are things that can be done to try and mitigate any harm from ingestion of the Deathcap while on the way to hospital. Excessive hydration with water can be very helpful as soon as possible. In hospital they can now sometimes treat the poisoning using an extract of milkthistle, if not, dialysis followed by new kidneys and possibly liver is the only option."
  },
  {
    "name": "The Blusher",
    "scientificName": "Amanita rubescens",
    "Cap": "8-12 cm. Flesh coloured to light brown to a darker red/brown sometimes with a yellow flush and covered in off-white to grey scales. Spherical to convex to flat.",
    "Gills": "Crowded and free of the stem. Can develop pink to red spots where damaged.",
    "Stem": "9-12 cm long, 1-2.5 cm diameter. Scaly and off white to grey/red/brown below the skirt, generally smoother and whiter above.",
    "Skirt": "Superior. The skirt is an important identification tool as the top has fine grooves or striations running from the stem outwards.\nVolva\nYoung Blushers have an obvious volva but as the mushroom matures the bottom of the stem is bulbous rather than being marginate.",
    "Flesh": "White but 'blushing' pink to red when bruised or exposed to air.",
    "Habitat": "Mixed woodland.",
    "Possible Confusion": "Can be confused with the toxic Panthercap (Amanita pantherina), pictured. The main difference is that the Blusher has lines or striations on its skirt running from the stem out, the Panthercap skirt is smooth. Other differences are the Blusher has a lighter cap, the scales on the cap are off-white to grey rather than white, the Blusher stem is bulbous at the bottom the Panthercap growing from a volval sack and has a rim or 'gutter' at the top of the volva (marginate) and finally, the Blusher 'blushes' red when damaged or exposed to air.\nThe Grey Spotted Amanita (Amanita excelsa), generally has a darker cap but is very similar looking but this should not be a problem as it is edible.\nCare should be taken when identifying Amanitas.",
    "Spore Print": "White. Ovoid.",
    "Taste / Smell": "Faint then becoming slightly acrid when fresh, tasty when cooked. Must be well cooked before eating as it contains a toxin that is destroyed when heated.",
    "Frequency": "Very common."
  },
  {
    "name": "Grisettes",
    "scientificName": "Amanita sect. Vaginatae",
    "Cap": "The cap of all Grisettes starts ovate but will flatten out, usually retaining an umbo. The colour of the cap is really variable, from almost pure White to Beige, Brown or Grey, with a darker centre and striations at the edge of the cap in line with the gills below.\nMost of the Grisettes don't usually have any remains of the volva sticking to the cap.",
    "Gills": "The gills are generally White, but sometimes they could be Cream coloured too. They are crowded and usually free of the stem although they can be adnexed, (slightly joined to the stem).",
    "Stem": "The colour of the stem is mostly rather similar to the cap's colour. It is very often smooth, but sometimes it could have a snakeskin pattern on. Commonly cylindrical, but can be tapering slightly towards the apex (top of the stem).\nVolva\nHas a sack like volva that can be hidden in the undergrowth.",
    "Flesh": "Thin, white and can become hollow in the stem.",
    "Habitat": "Associated with different broadleaved and coniferous trees, in some locations with small shrubs or herbaceous plants.",
    "Possible Confusion": "The Deathcap (Amanita phalloides), pictured, can look similar but has a skirt, this is not however a reliable form of ID as the skirt can be missing or damaged.\nThe Tawny Grisette (Amanita fulva) is very similar but is a tan/orange colour.\nThe Orange Grisette (Amanita crocea) is an orange colour and is usually larger.",
    "Spore Print": "White. Spherical.",
    "Frequency": "Not common.",
    "Other Facts": "Although Amanita vaginata is called the Grisette, there is no consensus on what exact species we should call Amanita vaginata, so this page depicts the general aspects of close lookalike species in Amanita section Vaginatae.\nDespite Grisettes being edible we do not recommend them for novices, because they can easily be confused with other Amanitas (incl. toxic species) and most of the Grisettes do not have a remarkable taste so unless you are desperate and 100% sure of the identification they are best left alone."
  },
  {
    "name": "Warted Amanita",
    "scientificName": "Amanita strobiliformis",
    "Cap": "10-20 cm in diameter when opened, starting off domed and flattening out with maturity. White or off white with large dirty grey lumps of veil attached. These hang around and off the edge.",
    "Gills": "Very white, crowded, adnexed (gills attached with less than full depth to stem) which is unusual for the Amanita genus which are usually free.\nCortina / Veil\nFragments of the veil adhere to the cap and margins of the cap as large grey scales",
    "Stem": "10-20 cm long, 2-5 cm diameter. Very substantial and club like, white, rough and mealy. There is no substantial volva like some Amanita but there are flaky remnants ringing the bottom of the stem.",
    "Skirt": "The skirt is quite large but very insubstantial almost lacy and high up the stem (superior). It is easily broken by handling or disturbance reducing it to a short fragment sitting on the stem.",
    "Flesh": "White unchanging.",
    "Habitat": "Mycorrhizal with deciduous trees",
    "Possible Confusion": "In foraging terms this closely resembles many other deadly Amanita. However the more common Amanita, like the Deathcap (Amanita phalloides) or the Destroying Angel (Amanita virosa), pictured, all have white forms but have obvious volva and less substantial scales. There are several uncommon Amanita/Saproamanita that are very similar, but again these have either obvious volva, are less robust, or inhabit different habitats.",
    "Spore Print": "White",
    "Frequency": "Uncommon to rare.",
    "Spores": "Ellipsoid, amyloid",
    "Other Facts": "There are suggestions that this could be edible (and also some suggestions that it contains many of the same toxins as the other toxic Amanita), however bearing in mind its close resemblance to several deadly species and a number of possibly slightly less deadly species it is not one to be regarded as recommended any time soon!\nStrobiliformis comes from the Latin strobile meaning cone shaped…….not quite sure how this relates to this mushroom!"
  },
  {
    "name": "Destroying Angel",
    "scientificName": "Amanita virosa",
    "Cap": "7-11 cm. Convex then conical to almost flat but usually retaining an umbo. The cap is pure white and can be viscid.",
    "Gills": "Crowded and free of the stem. White.",
    "Stem": "10-14 cm long, 1-1.5 cm diameter. White with a fibrous skin. As with other Amanitas the stem starts from a bulbous volva but the skirt is fragile and often missing or slight.",
    "Skirt": "Superior. A slight skirt with no striations which can be easily damaged or missing.\nVolva\nA large bulbous volva that can be deep under the surface.",
    "Flesh": "Pure white.",
    "Habitat": "Most mixed woodland, particularly deciduous.",
    "Spore Print": "White. Globose.",
    "Taste / Smell": "DO NOT try any of this mushroom.",
    "Frequency": "Fairly rare.",
    "Other Facts": "The symptoms of Destroying Angel poisoning can start several hours after ingestion with severe vomiting, diarrhoea and abdominal pains and can last for a few days; this is followed by what seems to be a recovery for a few days but ending in death from kidney and liver failure. The main poison, alpha-amanitin, kills liver cells and passes through the kidneys to be recirculated and cause more damage.\nThere are things that can be done to try and mitigate any harm from ingestion of the Destroying Angel while on the way to hospital. Excessive hydration with water can be very helpful as soon as possible. In hospital they can now sometimes treat the poisoning using an extract of milkthistle, if not, dialysis followed by new kidneys and possibly liver is the only option."
  },
  {
    "name": "Honey Fungus",
    "scientificName": "Armillaria mellea",
    "Cap": "5-12 cm. Conical when young, then convex, then flattening and even having upturned edges. Honey coloured, ochre or brown with a darker slight umbo and sometimes concentric circles of darker scales.",
    "Gills": "Crowded. Adnate to slightly decurrent. Gills start white turning yellow to brown and often darker.",
    "Stem": "8-14 cm long, 0.5-1.5 cm diameter. The chunky Honey fungus has a fairly thick, scaly, white to yellow brown stem which is usually bulbous at the base. The slender fungus is thinner, generally smoother and tapers towards the base and can be white to yellow to red/brown.",
    "Skirt": "Superior. The ring is usually very high on the stem and can appear as a double ring with chrome yellow edges.",
    "Flesh": "White.",
    "Habitat": "Growing in large clusters on deciduous trunks, stumps or dead wood but can also be found in grass as the rhizomorphs spread looking for more trees to infect.",
    "Possible Confusion": "Galerina marginata, pictured, can look similar but is darker and has a distinct smell which is not mushroomy. Care should be taken with the identification of this fungi as Galerina marginata is also called The Funeral Bell.\nThe Shaggy Scalycap (Pholiota squarrosa) can look similar but has brown spores and has much more pronounced scales on the cap as well as scales on the stem which the Honey Fungus doesn't have.",
    "Spore Print": "White to pale cream. Ellipsoid.",
    "Taste / Smell": "Good and found in large numbers. Must be cooked before consumption but can still cause slight gastric upsets in a small number of people.",
    "Frequency": "Very common.",
    "Other Facts": "This mushroom is responsible for killing many trees and the rhizomorphs or 'bootlaces' can usually be found under the clusters of fungi and surrounding bark. Unlike most mushrooms this fungi can live on its host tree alive or dead and can spread under ground easily and ends up killing its host.\nArmillaria do not grow from spores very easily.\nAn Armillaria has formed what is thought to be the largest living single organism on the planet and has been reported at 3.4 square miles in size and thousands of years old."
  },
  {
    "name": "Giant Funnel",
    "scientificName": "Aspropaxillus giganteus",
    "Cap": "10-40 cm. The cap starts ivory white and convex but soon flattens out with a downward turned edge before becoming funnel shaped and turning a tan/off white colour. This mushroom can be very varied in size with the cap measuring from ten to forty five cm across with the larger specimens being rarer.",
    "Gills": "The gills are decurrent (running down the stem) and forked. White and crowded becoming off white with age.",
    "Stem": "4-8 cm long, 2.5-4 cm diameter. Thick, can be up to 5cm. White with vertical 'fibres' which can discolour to tan.",
    "Flesh": "White, fairly tough and usually full of maggots.",
    "Habitat": "Open woodland and hedgerows, grassland and beside country lanes.",
    "Possible Confusion": "The Fleecy Milkcap, pictured, can look very similar but produces latex from the gills and flesh, unlike the Giant Funnel.\nThe Trooping Funnel can look similar but has a much longer stem, an umbo in the middle of the cap, is more tan coloured and does not produce latex.\nSome members of genus Clitocybe can look like the Giant Funnel but the clue is in the name, the cap can be up to forty+ cm in diameter with a short, thick stem distinguishing it from most of the Clitocyboid species.",
    "Spore Print": "White. Ellipsoid and smooth.",
    "Taste / Smell": "Not a highly regarded mushroom.",
    "Frequency": "Not common.",
    "Other Facts": "This mushroom is reported as edible but can cause gastric upsets in some people so it is best to try just a small amount well cooked if it your first time trying them."
  },
  {
    "name": "Jelly Ears",
    "scientificName": "Auricularia auricula-judae",
    "Fruiting Body": "3-7cm. The fruiting body is ear-shaped. It is smooth or undulating, covered in very fine down and is tan, red/brown in colour.",
    "Pores": "The underside is smoother and lighter than the top surface.",
    "Flesh": "Translucent, thin and jelly like.",
    "Habitat": "Mainly growing on dead or living elder in large numbers but can be found occasionally on other wood.",
    "Possible Confusion": "As long as you only collect these from elder trees they can only be Jelly Ears.\nSome Pezizas, pictured, can look similar but these don't tend to grow on elder and grow with the 'cup shape' facing up, the Jelly Ears face down. listening to the ground.",
    "Spore Print": "White. Sausage shaped.",
    "Taste / Smell": "Not strong but good if used in Asian style cooking or dried, ground to a fine powder and used as stock.",
    "Frequency": "Very common and widespread in the UK.",
    "Other Facts": "Can be picked in its dry state and re-hydrated when needed or picked fresh and dried at home.\nCan withstand frosts and grows all year round.\nNamed after the apostle, Judas, who allegedly hanged himself from an Elder tree.\nUntil recently the common English names Jelly Ear and Wood Ear were used interchangeably in the English speaking world. However, in the light of the recent taxonomic changes within the genus Auricularia, we would recommend to stick to the recommended common English name by the British Mycological Society, which is Jelly Ear. Our Jelly Ear (Auricularia auricula-judae) is a European species, and it is not native to Asia, while Wood Ear (Auricularia heimuer) is native to Asia, and it is not native to Europe. They could be used in the same way in the kitchen, but they are two different species now."
  },
  {
    "name": "Tripe Fungus",
    "scientificName": "Auricularia mesenterica",
    "Fruiting Body": "1-3 cm across. The fruiting body is ear shaped, often resupinate (covers the substrate without forming a cap) or semi-resupinate (only forms a small cap), often forms fused-emerged big patches on the substrate.\nUpper surface is irregular, wavy or lobed, hairy (often covered with algae) and zonated. Its margin is grey-white, the concentric zones are reddish-brown, grey, ochre and/or white in colour.",
    "Gills": "Does not have gills. The fertile (under) surface is smooth when young, becoming wrinkled or vein-like with age. Whitish or pale grey at first, darkening to reddish-brown when mature.",
    "Flesh": "Thin, gelatinous, soft when young and moist, becoming tough and somewhat brittle with age.",
    "Habitat": "Saprotrophic, causing white-rot. Growing on dead wood and stumps of various hardwood genera the whole year long if the environmental conditions are right, but in the UK the most common substrates are Elm and Beech. The individual fruit bodies often emerge and form a big patch of tripe fungus on its substrate.",
    "Possible Confusion": "Jelly Ear (Auricularia auricula-judae), has smooth, faintly hairy skin, concolorous with its fertile underside.\nTurkeytail (Trametes versicolor), pictured, has a rather similarly zonated top, but has less hairy skin, and has a white pore surface.\nCrusts (Stereum spp.) have thin, leathery flesh and their fertile underside is never wrinkled or vein-like.",
    "Spore Print": "Spore print is white. Spores are cylindrical, colourless (hyaline), smooth with drops.",
    "Taste / Smell": "Inedible, smell and taste not distinctive.",
    "Frequency": "Frequent and widespread on the British Isles. Fruiting everywhere with enough decaying hardwood, e.g., parklands, woodlands, gardens, etc.",
    "Other Facts": "The genus name, Auricularia, refers to the ear shape of the species within the genus. The epithet (the 2nd part of the scientific name which identifies the species within the genus) mesenterica has Greek origin (mesenterion or μεσεντέριον) and refers to the 'middle of the intestine' or tripe."
  },
  {
    "name": "Smoky Bracket",
    "scientificName": "Bjerkandera adusta",
    "Fruiting Body": "3-7 cm across, thin, convex to nearly flat, fan-shaped or shelf-like, often overlapping or even rosette-like, usually in groups. It could be resupinate if growing on the underside of the host/substrate. Margin is white, blackening with age. Its skin is faintly hairy (tomentose) with faint concentric zones at first, could be almost completely hairless and suede-like with age.",
    "Pores": "Tubes up to 1 mm long, pale grey to grey. Pores 4-7 per mm, angular to irregularly rounded, smoke-grey, blackening if damaged.",
    "Flesh": "Thin, elastic and has two layers. Under the skin it is whitish, while greyish to blackish above the tubes.",
    "Habitat": "On the dead wood of hardwoods, especially Beech, but rarely on conifers. Saprotrophic, causes white-rot.",
    "Possible Confusion": "Especially younger fruit bodies could be easily confuse with Turkeytail (Trametes versicolor), pictured, but its skin has more colour and its pore surface is much brighter white.\nIts close relative, Big Smoky Bracket (Bjerkandera fumosa) somewhat bigger (4-10 cm across), its cap is paler in colour and growing mostly on Sycamore, but also on Alder, Sweet Chestnut or other hardwood genera. There is a dark layer between the two layers of its flesh.",
    "Spore Print": "Spore print is white. Spores elliptical, smooth and colourless (hyaline).",
    "Taste / Smell": "Inedible, tastes sour, but it has a somewhat sweet smell.",
    "Frequency": "Common and widespread."
  },
  {
    "name": "Oak Bolete",
    "scientificName": "Boletus / Butyriboletus appendiculatus",
    "Cap": "7-10 cm. Rusty to red brown or sometimes lighter, often irregular, sometimes has a 'cracked' skin especially near the centre.",
    "Pores": "Lemon yellow, tight sponge like pores that darken a bit with age. These will bruise to a blue colour.",
    "Stem": "7-10 cm long, 3-4 cm diameter. Straight or clavate, club shaped, lemon yellow at the top with yellow reticulation, (a mesh or net like covering) then usually a change to a pale orange to red towards the base.",
    "Flesh": "White to pale yellow. Turning pale blue when cut, the base bruising rusty brown.",
    "Habitat": "Mainly around Oak but will grow with other deciduous trees.",
    "Possible Confusion": "Other Boletes. Although the Oak Bolete is quite distinctive care should be taken when trying to identify this mushroom as it breaks the simple edible rules for Boletes (if a bolete has red on it anywhere, do not eat it and if it stains blue when cut, again, don't eat it).",
    "Spore Print": "Olivaceous/brown. Subfusiform.",
    "Taste / Smell": "Excellent.",
    "Frequency": "Uncommon."
  },
  {
    "name": "Bitter Beech Bolete",
    "scientificName": "Boletus / Caloboletus calopus",
    "Cap": "7-10 cm. Cloudy grey with some tan hints. Starting a bit downy but becoming smooth with age. Can crack towards the centre.",
    "Pores": "Lemon yellow, tight, sponge like pores which bruise a pale blueish green.",
    "Stem": "7-10cm long, 3-4.5 cm diameter. Lemon yellow at the top going into red and finally brown at the bottom, this is covered in a light coloured reticulation. The stem can vary from swollen to slim and has traces of 'roots' when pulled up.",
    "Flesh": "Pale yellow but turning immediately off white on cutting and changing to blue after a short time.",
    "Habitat": "Beech and oak but will grow with other deciduous trees, sometimes conifers.",
    "Possible Confusion": "Other Boletes, particularly the Rooting Bolete (Caloboletus radicans), pictured.",
    "Spore Print": "Olive/brown. Subfusiform.",
    "Taste / Smell": "Bitter.",
    "Frequency": "Fairly common."
  },
  {
    "name": "Rooting Bolete",
    "scientificName": "Boletus / Caloboletus radicans",
    "Cap": "7-12 cm. Off white to grey/brown, darkening with age. Can get very big and uneven and will show cracking on the surface of the cap.",
    "Pores": "Has yellow, tight, sponge like pores which bruise blue.",
    "Stem": "7-10 long, 3-4 cm diameter . Lemon yellow at the top becoming pale red or brown and 'dirtier' towards the swollen, slightly rooting base. The stem has a light coloured reticulation which is easiest to see towards the apex.",
    "Flesh": "Yellow when first cut but quickly changing to off white in the cap and then turning blue.",
    "Habitat": "Usually with oak and beech but will grow with other deciduous trees.",
    "Possible Confusion": "Other Boletes, particularly Bitter Beech Bolete (Caloboletus calopus), pictured.",
    "Spore Print": "Olive/brown. Subfusiform.",
    "Taste / Smell": "Bitter."
  },
  {
    "name": "Peppery Bolete",
    "scientificName": "Boletus / Chalciporus piperatus",
    "Cap": "5-8 cm. Cinnamon to brown, shiny even when dry and can crack with age.",
    "Pores": "Angular, cinnamon to brown pores. Unchanging when bruised.",
    "Stem": "6-9 cm long, 0.5-2 cm diameter. Fairly thin for a Bolete, yellow to cinnamon coloured with hints of red and vertically striated. The stem is chrome yellow at the base but this can often be covered by earth.",
    "Flesh": "Yellow with a slight reddish flush in the cap, chrome yellow at the very base of the stem.",
    "Habitat": "With Birch or Pine and often found in association with where Fly Agarics grow.",
    "Possible Confusion": "A small nibble on this Bolete will soon give its identity away due to its hot peppery taste.",
    "Spore Print": "Cinnamon. Subfusiform, ellipsoid.",
    "Taste / Smell": "Peppery and hot.",
    "Frequency": "Fairly common."
  },
  {
    "name": "Chestnut Bolete",
    "scientificName": "Boletus / Gyroporus castaneus",
    "Cap": "3-8 cm. Pale orange to tawny to darker brown coloured starting convex but soon flattening out. Downy when young becoming smooth. When the mushroom becomes old it usually discolours white from the attack of a mould, the Boletus Eater (Hypomyces chrysospermus).",
    "Pores": "White pores that discolour to off-white/pale yellow with age and bruise pale grey.",
    "Stem": "3-8 cm long, 1-2.5 cm diameter. Off-white to pale orange to chestnut coloured with white flesh. The stem becomes hollow in most specimens.",
    "Flesh": "White and unchanging when exposed to air, very occasionally with a pink flush.",
    "Habitat": "Usually with oaks or sweet chestnut but will grow with other hardwoods in woods, gardens, parks and verges.",
    "Possible Confusion": "It can be easily distinguished from other boletes by its white pores, brittle flesh and hollow stem, therefore it's an easy one for British foragers to identify.\nBe aware that it must be strictly avoided when in Portugal, Spain and France. The related Gyroporus ammophilus that is found in these countries is almost identical looking and very poisonous.\nAlso lookout for the rare Cornflower Bolete (Gyroporus cyanescens), a related and similar mushroom that turns vividly blue wherever it is touched. As it's rare it's best to avoid picking it.",
    "Spore Print": "Pale straw coloured. Ellipsoid.",
    "Taste / Smell": "Mushroomy but not strong. Must be cooked before consumption.",
    "Frequency": "Uncommon, can be found locally in the South of England.",
    "Other Facts": "It has been reported that a small amount of people have experienced gastric upsets after consuming these mushrooms."
  },
  {
    "name": "Ascot Hat",
    "scientificName": "Boletus / Hortiboletus bubalinus",
    "Cap": "6-10 cm. Pale brown with slight red or yellow hues, lighter towards the edge. Starts of rounded but becoming flatter and more uneven with age.",
    "Pores": "Yellow to pale yellow sometimes with olivaceous hints. Angular not round and bruising blue/green.",
    "Stem": "6-10 cm long, 1-1.5 cm diameter. Fairly thin for a Bolete, pale background covered in vertical red 'fibres'.",
    "Flesh": "Off white/yellow in the stem. White in the cap staining pink under the cuticle and blue above the pores.",
    "Habitat": "Often in parks, gardens and urban environments under Lime or Poplar trees.",
    "Possible Confusion": "Other Boletes but none of the poisonous varieties.",
    "Spore Print": "Olive brown. Subfusiform.",
    "Taste / Smell": "Mild.",
    "Frequency": "Not reported much before 2000 but becoming more common or more often reported.",
    "Other Facts": "Was Boletus bubalinus then becoming Xerocomus then Xerocomellus before, for now anyway, settling with Hortiboletus."
  },
  {
    "name": "Ruby Bolete",
    "scientificName": "Boletus / Hortiboletus rubellus",
    "Cap": "6-8 cm. Scarlet red fading to olivaceous red, dry and slightly velvety. Starting convex but flattening out with age.",
    "Pores": "Yellow angular pores that fade a bit greenish with age and bruise blue slowly.",
    "Stem": "6-10 cm long, 1-1.5 cm diameter. Red and striated with a more yellow apex and yellow mycelial threads.",
    "Flesh": "Yellowish staining blue when cut with red to pink just under the cap cuticle.",
    "Habitat": "Grassy woodland or or parks and gardens particularly with oak sometimes with beech.",
    "Possible Confusion": "A fairly distinctive mushroom with a couple of rare lookalikes in the Bolete family.",
    "Spore Print": "Olive-brown. Subfusiform to subellipsoid.",
    "Taste / Smell": "Soapy, not worthwhile.",
    "Frequency": "Fairly rare."
  },
  {
    "name": "Bay Bolete",
    "scientificName": "Boletus / Imleria badia",
    "Cap": "5-8 cm. Often starts spherical opening to convex and flattening with age. A bit velvety when young, smooth and shiny when mature. Dark brown or brown/brick coloured, slightly slimy when wet.",
    "Pores": "Pale yellow pores, bruising rapidly to a blue/green.",
    "Stem": "5-8 cm long, 1-4 cm diameter. Pale brown looking vertically fibrous over a paler yellow/tan background. Can be quite thick.",
    "Flesh": "White/pale yellow. Staining pale blue/green on cutting especially in the cap.",
    "Habitat": "Mixed woodland.",
    "Possible Confusion": "Can look like other Boletes (see Penny Bun, pictured,) but if you stick to the simple rule of avoiding any Bolete with red on the stem, pores or cap and any Bolete whose flesh turns rapidly blue when cut you will only pick edible Boletes. You will be missing out on some good edibles with that rule but you will be keeping yourself 100% safe.",
    "Spore Print": "Green/brown. Subfusiform.",
    "Taste / Smell": "Good when fresh with the pores removed, better when dried.",
    "Frequency": "Very common and widespread in the UK.",
    "Other Facts": "A great find as Bay Boletes don't often host maggots.\nIn March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Bay Bolete (Imleria badia) is: LC - Least Concern, with stable population. For more information, see on the following link"
  },
  {
    "name": "Aspen Bolete",
    "scientificName": "Boletus / Leccinum albostipitatum",
    "Cap": "5-10 cm. Orangey red, domed even in mature specimens. Flaps of skin hanging over the edge up to 6mm lasting into maturity.",
    "Pores": "Off white to grey small round pores.",
    "Stem": "7-20 cm long and 2-5vcm diameter. Proportionally long. Very solid, tapering towards the cap. White with floccules (small raised protrusions found on the stem of the Leccinum genus). These floccules can be a gingery/foxy colour in some areas, but never dense dark brown. Base can be swollen and blue.",
    "Flesh": "Firm, thick. White at first, then sometimes turning wine red, then greys to almost black. Sometimes turning blue in the base.",
    "Habitat": "Associates with Populus species, i.e, various Poplars and Aspens.",
    "Possible Confusion": "The Orange Bolete (Leccinum aurantiacum) is very very similar. The stem has darker 'floccules', and the cap is a redder, more foxy colour.\nOrange Birch Bolete (Leccinum versipelle), pictured, is very similar but only grows with Birch, has a lighter cap colour and has dark brown to black floccules on the stem unlike the orange/brown floccules of the Orange Bolete.",
    "Frequency": "Uncommon or rare.",
    "Spores": "Olivaceous brown. Ellipsoid to fusiform.",
    "Other Facts": "This has been known by the name Leccinum aurantiacum for many years due to a mistake by the original scientist who described it. Later studies decided that this was incorrect and taxonomic law meant that the name had to be applied to a different mushroom - so a new name was given to this species. All very confusing, but new work has clarified the matter."
  },
  {
    "name": "Orange Bolete",
    "scientificName": "Boletus / Leccinum aurantiacum",
    "Cap": "7-15 cm. Fox orange/brown but light blue/green where damaged. Starting ovate opening to broadly convex and staying like that until finally flattening out a bit with age, can be slightly downy especially when young. The top edge of the cap overhangs the pores which can help with identification.",
    "Pores": "Off white to cream quite tightly packed pores which can bruise grey with a slight pink hue.",
    "Stem": "12-18 cm long, 1.5-4 cm diameter. Off white background covered in orange/brown floccules. Usually starts quite bulbous and short but thins out and elongates becoming almost straight with age.",
    "Flesh": "White when first cut but turning dark grey with hints of purple after a couple of minutes.",
    "Habitat": "Grows with Oaks but can more often be found with Poplar or Aspen and can also be found with Beech and Birch.",
    "Possible Confusion": "Orange Birch Bolete (Leccinum versipelle), pictured, is very similar but only grows with Birch, has a lighter cap colour and has dark brown to black floccules on the stem unlike the orange/brown floccules of the Orange Bolete.\nAspen Bolete (Leccinum albostipitatum) is a rare find in the UK and it grows exclusively with Poplar and Aspen. Its stem is initially white and the floccules turning reddish with age.\nFoxy Bolete (Leccinum vulpinum) can be found under Pine and Spruce and it bruises blue-green at the stem base.",
    "Spore Print": "Olivaceous brown. Ellipsoid to fusiform.",
    "Taste / Smell": "A good tasting firm fleshed mushroom. Must be well cooked before consumption.",
    "Frequency": "Not overly common."
  },
  {
    "name": "Slate Bolete",
    "scientificName": "Boletus / Leccinum duriusculum",
    "Cap": "7-15 cm across, sub-spherical, then convex to flattened, its margin often projecting a little. Its skin is finely downy to smooth, pale brown, buff, ochre-brown to grey-brown, often cracking with age.",
    "Pores": "Whitish cream, to greyish-brown, bruising buff-brown. The pores are very small.",
    "Stem": "5-15 cm long, 2-5 cm diameter. Robust, cylindrical, spindle-shape (fusiform) or swollen around the middle (ventricose). Whitish with dark grey-black squamules, in a net-like pattern. The top of the stem (apex) is often paler, bruising light brownish when touched. Stem base stains blue-green.",
    "Flesh": "White to off white, turning pink to violaceous when cut, after a few minutes it turns a darker grey to black. Might be staining blue in maggot holes. It is thick, firm to soft in the cap, fibrous in the stem.",
    "Habitat": "Ectomycorrhizal, associated with Poplars. Growing solitary or more commonly in groups from early Summer to mid-Autumn. Prefers open woodlands, parks and cemeteries.",
    "Possible Confusion": "It could be confused with other Leccinum species, but as all of them are edible after thorough cooking, this won't cause any problems.\nGreyshank Bolete (Leccinum cyaneobasileucum), is associated with Birch, and it is common and widespread everywhere in the UK. Its stem base stains blue, and its white flesh turns pink when cut, then slowly turns blue. Its mycorrhizal partner and smaller size make it clear that it is not Slate Bolete.\nBrown Birch Bolete (Leccinum scabrum), pictured, is associated with Birch, same as the Greyshank Bolete, however its flesh remains white after being cut, and its stem base doesn't stain blue.\nDespite Leccinum albostipitatum having the same mycorrhizal partner as Greyshank Bolete, it has bright orange to brick coloured cap which make it easy to separate.\nSaffron Bolete (Leccinellum crocipodium) prefers Oak, Beech and Hornbeam, has ochre-yellow to yellow-brown cap and doesn't stain blue at the stem base.",
    "Spore Print": "Light olive brown. Spores are fusiform, ellipsoid, colourless (hyaline) and smooth with droplets.",
    "Taste / Smell": "A choice edible that has an excellent taste, especially if dehydrated first. It has a pleasant smell.",
    "Frequency": "Widespread but occasional in the South and Southeast."
  },
  {
    "name": "Brown Birch Bolete",
    "scientificName": "Boletus / Leccinum scabrum",
    "Cap": "7-10 cm. Smooth, starting hemispherical and flattening with age. Varying shades of brown. Sticky when wet.",
    "Pores": "White to white/greyish pores discolouring with age and bruising brown.",
    "Stem": "8-13 cm long, 1.5-3 cm diameter. White to grey with a covering of small dark scales or floccules, giving it a dirty appearance. Tapering towards the top.",
    "Flesh": "White, unchanging when cut or turning slightly pink but turning black when cooked.",
    "Habitat": "Under and around Birch trees.",
    "Possible Confusion": "The Slate Bolete (leccinum duriusculum), pictured, is very similar but grows in association with Poplars not Birch as the Brown Birch Bolete does.\nOther Leccinums, there are a few with brown caps which can be hard to distinguish but none of these Leccinums are poisonous.\nThe orange cap Leccinums are toxic when raw and should be cooked for at least 15 minutes (see Orange Birch Bolete and Orange Oak Bolete).",
    "Spore Print": "Brown. Subfusiform.",
    "Taste / Smell": "Disappointing. Must be cooked before consumption.",
    "Frequency": "Common.",
    "Other Facts": "There have been reports from America that some people react badly to Leccinums but these are not confirmed, however it has been suggested that you cook all Leccinums before consumption."
  },
  {
    "name": "Orange Birch Bolete",
    "scientificName": "Boletus / Leccinum versipelle",
    "Cap": "7-10 cm. Starting ovate opening to broadly convex and staying like that until finally flattening out a bit with age, can be slightly downy. Orange to red orange/brown or even yellowish, this mushroom can vary greatly in cap colour and the versipelle used to be thought of as several different Leccinum species. The top edge of the cap overhangs the pores a little bit which can help with identification.",
    "Pores": "white to pale yellow sponge-like pores, can be a bit grey/brown.",
    "Stem": "8-13 cm long, 1.5-3.5 cm diameter. White to off-white mottled with small brown to black scales which give it a dirty appearance. The stem can be longer than the diameter of the cap.",
    "Flesh": "White/pale grey turning dark blue/green in the stem to dark grey/black on cooking.",
    "Habitat": "Growing under birch trees, especially on acid heathland and wood edges.",
    "Possible Confusion": "The Orange Bolete (Leccinum aurantiacum), pictured, looks almost identical and can grow with Birch but the two are edible if well cooked.\nAspen Bolete (Leccinum albostipitatum) is a rare find in the UK and it grows exclusively with Poplar and Aspen. Its stem is initially white with the floccules turning reddish with age.",
    "Spore Print": "Brown. Subfusiform.",
    "Taste / Smell": "Good, similar to the Cep. Must be well cooked before consumption as it is mildly toxic, 15 to 20 minutes apparently destroys all the toxin.",
    "Frequency": "Fairly common."
  },
  {
    "name": "Scarletina Bolete",
    "scientificName": "Boletus / Neoboletus praestigiator",
    "Cap": "7-11 cm. The cap starts bay to brown and velvety but soon becomes smooth, the edge of the cap is usually lighter, the whole cap can lighten with age.",
    "Pores": "Has sponge like pores starting yellow-orange and becoming red-brown, sometimes staying lighter around the edge. The pores bruise easily and stain dark blue to black.",
    "Stem": "7-11 cm long, 2-4.5 cm diameter. The stem is yellow with a dense covering of red dots. Where touched it tends to discolour to dark blue/black. Sliced down the middle the flesh turns instantly dark blue-black especially towards the base of the stem.",
    "Flesh": "The flesh starts yellow but stains instantly blue-black when exposed to air, this fades after some time.\nIt doesn't retain the blue staining after cooking.",
    "Habitat": "Mostly associated with Beech and Oak but can be found in mixed or coniferous woodland.",
    "Possible Confusion": "The Lurid Bolete (Suillellus luridus) can look similar but has a red mesh on the stem, pictured, unlike the red dots on the Scarletina.\nMost toxic Boletes will have a mesh pattern on the stem rather than dots.\nIn particular the Devil's Bolete (Rubroboletus satanas) is a really toxic species, but again it's possible to tell the two apart by the spots of red on the stem of the Scarletina while the Devils Bolete has a red mesh. Also the cap of the Devil's Bolete being a chalky white but this is less reliable as the cap can fade on older Scarletina Boletes.\nDeceiving bolete (Suillellus queletii) also has dots on the stem but they're yellow to buff/grey and not red. When cut in cross section it also turns blue but the flesh at the base of the stem should have a vinaceous red colour. Confusing the two would be a harmless mistake as both are edible after cooking and very good.",
    "Spore Print": "Olive-brown. Subfusiform to ellipsoid.",
    "Taste / Smell": "Similar to a Penny Bun. Must be cooked before consumption.",
    "Frequency": "Common.",
    "Other Facts": "A tasty mushroom but great care should be taken identifying this fungi.\nFor a long time this familiar species was known to most as “Boletus erythropus” and that was the name found in most field guides. Modern DNA studies split Boletus into smaller genus allocating this one in Neoboletus. More recently it came to light that the name “erythropus” had been previously used for a different species of Bolete which makes the name scientifically invalid. Recent books list it as “Neoboletus luridiformis” but “luridiformis” isn't a valid name under scientific rules either, and apparently “Boletus praestigiator” was the first valid description of this species. Newer books published after 2017 should be naming it as “Neoboletus praestigiator“.\nFurthermore, the Neoboletus group has a second species, currently named Neoboletus xanthopus, that is extremely similar to the Scarletina Bolete and impossible to differentiate without a DNA analysis. Thankfully this second species is equally edible and it's irrelevant to a forager to distinguish them so we treat the whole group here under Scarletina Bolete."
  },
  {
    "name": "Parasitic Bolete",
    "scientificName": "Boletus / Pseudoboletus parasiticus",
    "Cap": "3-6 cm. Brown to yellow to tawny and slightly downy. Convex to opening out flat. The margin is inrolled.",
    "Pores": "Does not have gills but sponge like angular pores which start yellow and turn to an olive brown. The pores are decurrent. May colour slightly blue when bruised.",
    "Stem": "3-6 cm long, 0.7 1.5 cm diameter. Dirty yellow to pale brown, tapering towards the bottom. Slightly fibrillose, slightly flocculose on close inspection.",
    "Flesh": "Bright yellow but darkening towards the base. Does not change colour when exposed to air.",
    "Habitat": "Exclusively growing from the Common Earthball, Sceloderma citrinum. Appearing from where the Earthball touches the ground. Earthballs can be found in most types of woodland and favours mossy or peaty soil on heathland",
    "Possible Confusion": "When found growing from an Earthball this can be no other mushroom.",
    "Spore Print": "Olive brown. Subfusiform.",
    "Frequency": "Not common but can be locally frequent.",
    "Other Facts": "The name parasiticus was given when it was thought the fungus grew on live Earthballs but it is now thought it grows only on decaying mushrooms."
  },
  {
    "name": "Devil's Bolete",
    "scientificName": "Boletus / Rubroboletus satanas",
    "Cap": "7-11 cm. Convex but often rough and undulating. Off-white with light tan, buff, sometimes with red tones and can crack when dry.",
    "Pores": "Fine blood red pores fading to orange, bruising blue/green.",
    "Stem": "6-9 cm long, 4-10 cm diameter. Swollen towards the base, red/orange turning chrome yellow towards the apex. Usually covered in a fine red reticulation or mesh.",
    "Flesh": "White to pale yellow, turning pale blue when exposed to the air.",
    "Habitat": "With oak, beech and other broad-leaved trees.",
    "Possible Confusion": "Bitter Beech Bolete (Caloboletus calopus), pictured, has yellow pores.\nLurid Bolete (Suillellus luridus), looks similar but tends to have a darker cap and the stem is not as bulbous.\nBilious bolete (Rubroboletus legaliae) looks very similar but has red or pink tones in the grey cap.",
    "Spore Print": "Olive brown.",
    "Frequency": "Rare."
  },
  {
    "name": "Old Man of the Woods",
    "scientificName": "Boletus / Strobilomyces strobilaceus",
    "Cap": "6-9 cm long, 1-2 cm diameter. Convex flattening as it matures. The cap is covered in grey to black triangular scales, the cap is off white to pale grey between the scales.",
    "Pores": "Fairly large angular pores that are off white to grey to almost black with age. The pores will bruise red at first before turning black.",
    "Stem": "8-11cm. Covered in dense scales below where the partial veil was attached, less so above. The stem is very firm.",
    "Flesh": "Starting white to off white but staining red then black on exposure to air.",
    "Habitat": "Mainly found with deciduous trees but can be found with conifers.",
    "Possible Confusion": "This mushroom is very distinctive and is easy to identify.",
    "Taste / Smell": "Unremarkable but due to it's rarity in the UK we do not advise eating or disturbing this mushroom.",
    "Frequency": "A fairly rare find in the UK.",
    "Spores": "Black. Ellipsoid and covered in a fine mesh."
  },
  {
    "name": "Lurid Bolete",
    "scientificName": "Boletus / Suillellus luridus",
    "Cap": "7-11 cm. There are some variants of the Lurid Bolete, in some the cap starts pale yellow and velvety but soon becomes smooth and stays yellow-brown, in others the cap is dark red-brown with paler flesh where the cap has been damaged. Peach colour or grey-sepia forms are also common.",
    "Pores": "starting yellow-orange and becoming deeper red but staying lighter around the edge. The pores bruise easily and stain dark blue to black.",
    "Stem": "7-11 cm long, 1-3 cm diameter. The stem is yellow to orange with a dark red mesh which turns to yellow at the very top of the stem. When cut down the middle the stem flushes blue at the top fading to pale orange-yellow at the bottom with a wine red area towards the base.",
    "Flesh": "When sliced down the middle the flesh turns from yellow to blue-black instantly but leaves a wine red line between the cap flesh and the top of the pores, there is also usually a wine red region towards the bottom of the sliced stem. This staining fades after a little time. The red line can just be made out in this photo.",
    "Habitat": "Deciduous woodland, particularly Beech and Oak but can sometimes be found in association with conifers.",
    "Possible Confusion": "Many toxic species can be confused with the Lurid Bolete:\n- The poisonous Oldrose Bolete (Imperator rhodopurpureus) has many similarities with the Lurid Bolete but will never have the red line between pores and cap flesh, it is also very rare;\n- Devil's Bolete (Rubroboletus satanas), pictured, is the most toxic possible confusion. It never has the red line that appears between the cap flesh and the top of the pores of the Lurid Bolete, the flesh has a less intense blueing and it won't have the vinaceous red flesh at the base of stem. The cap of the Devils Bolete is chalky white but this is less reliable as the cap can fade on older Lurid Boletes;\n- Bilious Bolete (Rubroboletus legaliae) and Ruddy Bolete (Rubroboletus rhodoxanthus) have similarities with the Devil's Bolete above and can be distinguished by the same features pointed. In addition to that the Ruddy Bolete's flesh only turns blue in the cap and upper stem, never down the whole stem;\n- The Brawny Bolete (Imperator torosus), the Bitter Beech Bolete (Caloboletus calopus) and the Rooting Bolete (Caloboletus radicans) have yellow pores that turn blue and are never red; While the last two are very bitter and only mildly toxic the first one is quite poisonous.\nEdible lookalikes:\n- Suillellus mendax is a closely related and extremely similar species, only distinguished by having the mesh pattern restricted to the upper half of the stem and dots in the lower half. It's equally edible and a harmless confusion;\n- Scarletina Bolete (Neoboletus praestigiator) is sometimes confused by beginners, but this has red dots on the whole stem instead of a mesh like pattern.",
    "Spore Print": "Olive-brown. Subfusiform to ellipsoid.",
    "Taste / Smell": "Similar to a Penny Bun. Must be well cooked before consumption.",
    "Frequency": "Fairly common.",
    "Other Facts": "A tasty mushroom but great care should be taken when identifying it."
  },
  {
    "name": "Bovine Bolete",
    "scientificName": "Boletus / Suillus bovinus",
    "Cap": "5-9 cm. Pale orange-yellow with grey to pink hues. Wet to the touch with a pale edge to the cap.",
    "Pores": "Orange-tan to pale-olive pores that are angular not round.",
    "Stem": "6-10 cm long, 0.5-1 cm diameter. Concolourous with the cap with hints of pink at the bottom and on any exposed mycelium.",
    "Flesh": "Mainly white/off white with some pale orange/buff colouring towards the base of the stem.",
    "Habitat": "Coniferous woodland especially with pine.",
    "Possible Confusion": "Other Suillus but as none are toxic this should not prove a problem.\nThe Larch Bolete (Suillus grevillei) looks similar but has a ring zone on the stem.",
    "Spore Print": "Olive-brown. Subfusiform.",
    "Taste / Smell": "A bit sweet. Should be cooked before consumption.",
    "Frequency": "Common and widespread.",
    "Other Facts": "It is said that European medieval knights considered this mushroom of inferior quality preferring the Tricholoma species (now considered poisonous) that grew in Pine forests, leaving this mushroom for cattle-drovers, and this was the origin for it's name.\nWhere this mushroom is found you can sometimes find the Rosy Spike (Gomphidius roseus), a mushroom that is believed to be a parasite of Suillus bovinus.\nSuillus are not the best mushrooms when used fresh but are improved by slicing, drying and then re-hydrating. When cooked the Bovine Bolete the flesh becomes violet.\nIn March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Bovine Bolete (Suillus bovinus) is: LC - Least Concern, with stable population. For more information, see on the following link"
  },
  {
    "name": "Larch Bolete",
    "scientificName": "Boletus / Suillus grevillei",
    "Cap": "6-9cm. Bright yellow, darkening to burnt orange on older specimens. Starting convex but flattening in older mushrooms. The cap is viscid and looks shiny even when the weather is dry and is covered in slime. The variant badius has a chestnut brown cap.",
    "Pores": "Sponge like, angular, bright yellow pores that darken with maturity and will bruise a rust colour.",
    "Stem": "8-11 cm long, 1.5-2 cm diameter. Yellow with brown scales underneath the veil like skirt and smooth above. Before the mushroom fully opens the pores are covered by a fine web like veil which joins the edge of the cap to the stem, when this comes away it forms the skirt.",
    "Skirt": "Has a ring zone left from the veil over the pores, it is not a true skirt.",
    "Flesh": "Yellow-orange and holding a lot of water.",
    "Habitat": "Under and around Larch trees.",
    "Possible Confusion": "Growing under Larches and being a Suillus, part of the Bolete family, it is difficult to mistake this mushroom for anything other than the Bovine Bolete (Suillus bovinus), pictured, but this does not have a skirt.\nWhen young, the fine web like veil covering the pores could lead you to misidentify this mushroom with a few of the Cortinarius species.",
    "Spore Print": "Oche-sienna coloured. Subfusiform.",
    "Taste / Smell": "This mushroom holds so much water that it really needs drying to get a flavour and texture from but as it holds so much water it dries to next to nothing, otherwise it can be added to soups and stews to bulk them out. Should be cooked before consumption.",
    "Frequency": "Common and widespread in the UK.",
    "Other Facts": "It is best to remove the skin of the cap, because of the slime, and the pores as it is these that can produce gastric upsets in some people. Must be cooked before consumption.\nSuillus are not the best mushrooms when used fresh but are improved by slicing, drying and then re-hydrating.\nIn March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Larch Bolete (Suillus grevillei) is: LC - Least Concern, with stable population. For more information, see on the following link"
  },
  {
    "name": "Slippery Jack",
    "scientificName": "Boletus / Suillus luteus",
    "Cap": "5-12 cm long, 2-3 cm diameter. Dark brown to purple/brown with a very glutinous cap when wet, more rusty brown when dry. Starting convex and broadly flattening with age.",
    "Pores": "The pores are round, tightly packed and lemon yellow to dull yellow. When young they are covered by a veil which will break free from the cap forming the skirt.\nCortina / Veil\nThe veil completely covers the pores on young mushrooms.",
    "Stem": "5-9cm. Off white to yellow, more yellow above the skirt and covered in small brown granular spots.",
    "Skirt": "Thick and white underneath, brown above from the dropping spores, on older mushrooms the underside can become pale lavender coloured or the whole ring can become just a mark on the stem.",
    "Flesh": "White, sometimes with a red/purple flush towards the base. Unchanging when exposed to air.",
    "Habitat": "With Pine, especially in Pine plantations.",
    "Possible Confusion": "The Larch Bolete (Suillus grevillei) can look similar but is more orange/yellow. A Larch Bolete variant (Suillus grevillei var. badius) is darker capped but also has a darker stem not the off white stem of Slippery Jack.",
    "Spore Print": "Brown. Subfusiform. The image is of the upper surface of the skirt where it has caught some dropping spores.",
    "Frequency": "Common and widespread in the UK.",
    "Other Facts": "It has been reported that the slimy skin on the cap can cause adverse reactions in some people so is best removed before cooking.\nIn March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Slippery Jack (Suillus luteus) is: LC - Least Concern, with stable population. For more information, see on the following link"
  },
  {
    "name": "Velvet Bolete",
    "scientificName": "Boletus / Suillus variegatus",
    "Cap": "6-10 cm. Brown, yellow to orange brown with fine velvety scales, usually dry unless found in wet weather.",
    "Pores": "Mustard coloured but the ends on the outside are a darker orange/brown. Can blue where handled.",
    "Stem": "6-10 cm long, 1.5-2 cm diameter. Concolorous with the cap but usually slightly lighter, cylindrical but sometimes with a slightly swollen base.",
    "Flesh": "Yellowish bruising blue in the cap.",
    "Habitat": "Grows in coniferous woodland (on acidic heathlands, moorlands or plantations), mycorrhizal with Pines, particularly Scots Pine.",
    "Possible Confusion": "Larch Bolete (Suillus grevillei), pictured, looks similar and grows in a similar habitat but it has a ring zone on the stem that is absent on the Velvet Bolete.",
    "Taste / Smell": "Acidic. Not one of the best Boletes for the table.",
    "Frequency": "Occasional and widespread in England. More common on the Scottish Highlands and Wales.",
    "Spores": "Yellow brown. Subfusiform.",
    "Other Facts": "In March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Velvet Bolete (Suillus variegatus) is: LC - Least Concern, with stable population. For more information, see on the following link"
  },
  {
    "name": "Bitter Bolete",
    "scientificName": "Boletus / Tylopilus felleus",
    "Cap": "7-10 cm. Pale to dark brown. Starting convex with a suede like covering but flattening out, losing any small hairs and sometimes splitting with age.",
    "Pores": "Starts with white, sponge like pores that develop a pink tinge around the pore openings and will bruise pink when damaged eventually turning brown.",
    "Stem": "7-10 cm long, 2-3 cm diameter. Off white to tan with a darker net like pattern or reticulation, particularly towards the top of the stem. The base is usually wider than the top.",
    "Flesh": "White and unchanging sometimes with a pink flush.",
    "Habitat": "Mixed woodland, more often with broadleaf trees but will grow with coniferous trees.",
    "Possible Confusion": "Can look very like a Penny Bun (Boletus edulis), pictured, or Summer Bolete (Boletus reticulatus) but the reticulation on the stem is dark on a lighter background for the Bitter Bolete and light on a slightly darker background for the Penny Bun and Summer Bolete and the pores of the Penny Bun and Summer Bolete do not bruise to a pink colour like the Bitter Bolete.",
    "Taste / Smell": "Extremely bitter.",
    "Spores": "Clay-pink to wine coloured. Subfusiform.",
    "Other Facts": "Felleus roughly translates as bile which is a good description of this mushrooms bitterness."
  },
  {
    "name": "Red Cracking Bolete",
    "scientificName": "Boletus / Xerocomellus chrysenteron",
    "Cap": "5-9 cm. A dull smooth brown cap when young then cracking to show pale yellow/buff underneath with hints of red. Where slugs have eaten the cap, which they often do, the damage shows red.",
    "Pores": "Angular yellow pores that can green slightly with age. Bruises greenish. Xerocomoid Boletes have pore tubes that will generally split in half if the cap is torn apart, other Boletes pore tubes will normally separate and remain whole leaving them unbroken.",
    "Stem": "5-9 cm long, 1-1.5 cm diameter. Buff to yellow with red fibres overlaid especially from the middle to the base.",
    "Flesh": "White to cream in the cap with slight blueing above the pores after a couple of minutes, more red in the stem especially towards the base.",
    "Habitat": "Under broad leaved trees.",
    "Possible Confusion": "Being a relatively small Bolete with the cracking top and red showing through with damage it is hard to confuse this fungi apart from with other Xerocomoid Boletes. All are edible. Xerocomoid Boletes have pore tubes that will generally split in half if the cap is torn apart, other Boletes pore tubes will normally separate and remain whole leaving them unbroken.",
    "Spore Print": "Olive green to brown. Subfusiform.",
    "Taste / Smell": "Not distinctive when fresh, similar to the Penny Bun when cooked.",
    "Frequency": "Common."
  },
  {
    "name": "Sepia Bolete",
    "scientificName": "Boletus / Xerocomellus porosporus",
    "Cap": "5-9 cm. Starts olive brown and covered in tiny velvet like hairs, becoming paler and cracking, revealing cream to pale yellow flesh.",
    "Pores": "The pores are angular and start lemon yellow but darken with age and can then bruise blue. Xerocomoid Boletes have pore tubes that will generally split in half if the cap is torn apart, other Boletes pore tubes will normally separate and remain whole leaving them unbroken.",
    "Stem": "6-10 cm long, 1-2.5 cm diameter. The top of the stem is bright yellow with a red zone surrounding the stem near the apex becoming brown/grey lower down, as the mushroom ages it looses these features with the stem becoming grey/brown with a slightly lighter apex.",
    "Flesh": "White/yellow in the cap and top of the stem, becoming red/brown towards the base. Can stain blue when cut, especially in the cap.",
    "Habitat": "In mixed deciduous woods and hedgerows, more often with Oak.",
    "Possible Confusion": "Red Cracking Bolete (Xerocomellus chrysenteron), pictured, can look very similar but it usually has a mainly red stem and pink to red flesh between the cracks in the cap.",
    "Spore Print": "Olive/brown. Subfusiform.",
    "Frequency": "Fairly Common.",
    "Other Facts": "Although edible, it is not a tasty mushroom and we don't recommend eating them."
  },
  {
    "name": "Suede Bolete",
    "scientificName": "Boletus / Xerocomus subtomentosus",
    "Cap": "5-10 cm. Starting convex and then flattening out. Very variable in colour from dark brown to tan to olivaceous to yellow and even red. The surface is finely hairy (tomentose) or smooth as it ages and can crack, revealing a yellow or white flesh.",
    "Pores": "Angular, pale to bright yellow and slightly running down the stem (decurrent). Can turn blue where bruised. Xerocomoid Boletes have pore tubes that will generally split in half if the cap is torn apart, other Boletes pore tubes will normally separate and remain whole leaving them unbroken.",
    "Stem": "5-10 cm long, 1-2 cm diameter. Can be cylindrical, tapered or club shaped. Usually pale yellow with a pink/brown base and can have course reticulation at the apex. Can look fibrous with tiny floccules.",
    "Flesh": "White to pale yellowish, sometimes blueing slightly in the cap but not always. The base of the stem is pinkish brown.",
    "Habitat": "Associated with broadleaf trees but can be found with coniferous trees.",
    "Possible Confusion": "Rusty Bolete (Xerocomus ferrugineus) is very similar but lacks the pinkish brown in the stem base and has whiter flesh.\nPoplar Bolete (Xerocomus silwoodensis) is again similar but has a more pronounced recticulum and grows with Poplar.\nGoldenthread Bolete (Xerocomus chrysonemus) has wider pores and yellow hyphal cords joined to the base.",
    "Taste / Smell": "Sharp and acidic.",
    "Frequency": "Thought to be fairly common but probably misidentified and often under recorded.",
    "Spores": "Olive brown. Subfusiform to ellipsoid.",
    "Other Facts": "Not the best edible when fresh but like many Boletes, the flavour and texture can be improved by drying."
  },
  {
    "name": "Bronze Bolete",
    "scientificName": "Boletus aereus",
    "Cap": "7-15 cm, usually dark brown to slightly red-brown. The caps starts a bit velvety and orange coloured but soon becomes smooth, dark and can have a finely cracked surface.",
    "Pores": "The sponge like pores start white to cream and mature to yellow. The pores do not change colour much when bruised or handled.",
    "Stem": "7-15 cm long, 2-4 cm diameter. Fairly robust and barrel shaped with a very fine brown mesh like pattern (reticulation) over a lighter brown background and can sometimes be slightly pinkish towards the middle of the stem.",
    "Flesh": "Firm, white and unchanging when cut.",
    "Habitat": "Ectomycorrhizal with various broad leaf trees, particularly Beech and Oak.",
    "Possible Confusion": "Summer Bolete (Boletus reticulatus), pictured, has a slightly velvety, pale brown to brown yellow cap. Its reticulation is paler than the stem, but still rather brownish.\nPenny Bun (Boletus edulis) has a shiny, greasy cap, often with white margin. Its stem is pale, and the reticulation is white at the apex of the stem.\nPine Bolete (Boletus pinophilus) has a more red, shiny, greasy cap, often with paler (whitish) margin. Its reticulation is white at the apex of the stem, more brownish close to the base.\nBay Bolete (Imleria badia) has a thinner, unmeshed stem but as this is a good edible it is not a bad mistake to make.",
    "Spore Print": "Olive brown. Subfusiform.",
    "Taste / Smell": "Strong, like a Penny Bun.",
    "Frequency": "Rather rare in Britain.",
    "Other Facts": "It is still commonly called as Queen Bolete, regardless the very same common name is applied to a different species, Boletus regineus in North America which was described as a new species only in 2008. Phylogenetic studies showed it is rather closely related to our Pine Bolete (Boletus pinophilus) and only a more distant cousin of our Bronze Bolete (Boletus aereus)."
  },
  {
    "name": "Penny Bun",
    "scientificName": "Boletus edulis",
    "Cap": "7-12 cm. White when very young, maturing to look like a crusty brown roll, hence the name penny bun. The edge of the cap is often white. Slug marks expose white flesh.",
    "Pores": "Has very small white pores which can yellow a bit with age.",
    "Stem": "10-14 cm long, 2-4 cm diameter. Thick, bulbous and white ageing to slightly tan yellow. The stem has a fine net like covering just under the cap and sometimes extending all the way down the stem, solid when young, fresh or free from maggots.",
    "Flesh": "White slightly yellowing with age.",
    "Habitat": "Mixed woodland but found more with beech, oak or pine.",
    "Possible Confusion": "No poisonous mushrooms look similar, all the poisonous Boletus such as the Satans Boletus are either very red in the flesh or sponge, or stain blue immediately on cutting.\nYou could potentially confuse this mushroom with the Bitter Bolete, Tylopilus felleus which although not poisonous will ruin any meal you are unfortunate enough to add this mushroom to. A little nibble of the mushroom when raw will soon identify it with the Penny Bun being delicious and the Bitter Bolete being as bitter as sin! A better way to distinguish the two is that the Penny Bun has a lighter net like mesh on a slightly darker stem, the Bitter Bolete has a darker mesh on a lighter stem, pictured.\nThe Summer Bolete, Boletus reticulatus, looks very similar but has a slightly darker stem, not as solid flesh, lacks the white cap edge and grows in early Summer.",
    "Spore Print": "Green/brown. Subfusiform.",
    "Taste / Smell": "Excellent raw or fried in butter when fresh. Very mushroomy, one of the best species to dry where the mushroom flavour is enhanced.",
    "Frequency": "Fairly common if you know where to look.",
    "Other Facts": "Penny buns produce more glutamates when dried so enhancing the flavour.\nTests on dried Penny Buns found that there were many different Boletes in a packet as they are hard to visually identify when dried.\nPlease note that there are several closely related species in the US, including the White King Bolete (Boletus barrowsii), Spring King Bolete (Boletus rex-veris), and a local variety of our Boletus edulis in Western North America, called Boletus edulis var. grandedulis.\nIn March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Penny Bun (Boletus edulis) is: LC - Least Concern, with stable population. For more information, see on the following link."
  },
  {
    "name": "Pine Bolete",
    "scientificName": "Boletus pinophilus",
    "Cap": "7-12 cm. White when very young turning dark grey/brown until becoming mainly red with maturity. It is usually more red than brown which can be the only way to differentiate it from the Penny Bun.",
    "Pores": "Has tiny white pores which will yellow with age.",
    "Stem": "10-14 cm long, 4-7 cm diameter. The stem can be tapering, parallel or barrel shaped but is always quite stout and is usually off white to slightly red/orange with white, mesh like reticulation.",
    "Flesh": "White, firm flesh.",
    "Habitat": "With pines but will grow with other coniferous trees. Mainly found in Scotland.",
    "Possible Confusion": "The Penny Bun (Boletus edulis), pictured, or the Summer Bolete (Boletus reticulatus) both look very similar, the Pine Bolete has a more red cap than the dark brown of the Penny Bun or lighter grey/brown of the Summer Bolete.",
    "Spore Print": "Olive Brown. Ellipsoid.",
    "Taste / Smell": "Strong and mushroomy.",
    "Frequency": "Not common apart from in Scotland.",
    "Other Facts": "In March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Pine Bolete (Boletus pinophilus) is: LC - Least Concern, with stable population. For more information, see on the following link."
  },
  {
    "name": "Summer Bolete",
    "scientificName": "Boletus reticulatus",
    "Cap": "7-12 cm. Starting slightly velvety becoming finely cracked. Pale brown to brown yellow.",
    "Pores": "Has very small white pores which can yellow a bit with age.",
    "Stem": "10-14 cm long, 2-5 cm diameter. Can have a barrel shaped or parallel off white stem overlaid with a mesh that is lighter towards the cap.",
    "Flesh": "White slightly yellowing with age.",
    "Habitat": "Mainly with Beech and Oak but can grow with other broad leaved trees.",
    "Possible Confusion": "No poisonous mushrooms look similar, all the poisonous Boletes such as the Devil's Bolete (Rubroboletus satanas) are either very red in the flesh or sponge, or stain blue immediately on cutting.\nYou could potentially confuse this mushroom with the Bitter Bolete (Tylopilus felleus), which although not poisonous will ruin any meal you are unfortunate enough to add this mushroom to. A little nibble of the mushroom when raw will soon identify it with the Summer Bolete being delicious and the Bitter Bolete being as bitter as sin! A better way to distinguish the two is that the Summer Bolete has a lighter net like mesh on a slightly darker stem, the Bitter Bolete has a darker mesh on a lighter stem, pictured.\nCould be confused with a Penny Bun (Boletus edulis) but the Penny Bun usually has a whiter stem, a white border around the edge of the cap, firmer flesh and comes out in late Summer and Autumn.",
    "Spore Print": "Olive brown. Subfusiform.",
    "Taste / Smell": "Very good but not as strong as the Penny Bun.",
    "Frequency": "Occasional.",
    "Other Facts": "In March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Summer Bolete (Boletus reticulatus) is: LC - Least Concern, with stable population. For more information, see on the following link."
  },
  {
    "name": "Oak Polypore",
    "scientificName": "Buglossoporus quercinus",
    "Fruiting Body": "10-30 cm across, shelf-like to slightly convex, fan-shaped, semicircular or rounded. Margin rounded and finely suede-like. Whitish at first, then yellowing, but turns brownish with age. Upper surface smooth, finely velvety when young, might be cracking with age.",
    "Pores": "Tubes up to 4 mm long, white, pores circular, 2-4 per mm, pore surface is white when young, then off-white to buff, bruising brownish when damaged.",
    "Flesh": "Up to 4 cm thick, soft or corky. Whitish, once cut bruising reddish first, then slowly turns brownish.",
    "Habitat": "Often on barkless hulks, fallen bigger branches or cutting surface of Oak trunks. Saprotrophic on weak, old Oaks (some authors wrote it is parasitic on Oaks), causing brown-rot on its heartwood. Growing solitary or in small groups of 2-3 fruit bodies.",
    "Possible Confusion": "Birch Polypore (Fomitopsis betulina), pictured, grows on Birch only, and its flesh remains white.\nBeefsteak Fungus (Fistulina hepatica) has red flesh with white veins and can often be found bleeding, while Oak Polypore has whitish flesh which turns reddish first then slowly to brownish.\nOak Bracket (Pseudoinonotus dryadeus) is mostly much tougher. Growing at the base of old Oak trees, on oak stumps or on the ground attached to buried roots. Often can be seen some dried amber coloured droplets on its margin.\nChicken of the Woods (Laetiporus sulphureus) is bright yellow everywhere, including its flesh.",
    "Spore Print": "Spore print is whitish. Spores cylindrical to spindle-shaped, curved slightly at base, smooth and colourless (hyaline).",
    "Taste / Smell": "Inedible, tastes bitter when matured, smell is nothing distinctive.",
    "Frequency": "Very rare in the UK, and protected by law (in highest level). If you are lucky enough to have found one, please, record it via the regional branch of BMS or one of the known recording apps/platforms!",
    "Other Facts": "The scientific name changed recently to Fomitopsis pulvina, but apart from mycologists, nobody uses it just yet, so we decided to leave the scientific name as it was before, until the new name became more well-known.\nThis change is supported by DNA-evidence, and the relevant publication is:\nSpirin V, Runnel K, Vlasák J, Viner I, Barrett MD, Ryvarden L, Bernicchia A, Rivoire B, Ainsworth AM, Grebenc T, Cartabia M, Niemelä T, Larsson KH, Miettinen O: The genus Fomitopsis (Polyporales, Basidiomycota) reconsidered. Studies in Mycology, 2024;107:149-249.\nIn March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Oak Polypore (Fomitopsis pulvina, syn: Buglossoporus quercinus) is: VU - Vulnerable, with decreasing population. For more information, see on the following link."
  },
  {
    "name": "Black Bulgar",
    "scientificName": "Bulgaria inquinans",
    "Fruiting Body": "0.5-4 cm across, cup-shaped at first, becoming more or less disc-shaped with age. Soft and gelatinous when young and moist. Often attached to the substrate with some sort of undeveloped stem-like structure.\nThe fertile inner surface (hymenium) is smooth to slightly wrinkled, shiny and brown to black, sometimes with blueish tinge. It is often covered with deposited spores.",
    "Gills": "Does not have gills but the outer surface/underside is scurfy to covered with tiny scales (squamulose), often dark brown, but more or less concolorous with the hymenium.",
    "Flesh": "Dark brownish, marbled, gelatinous.",
    "Habitat": "Grows in large numbers or very rarely solitary. Can be found in woodlands, parklands, mostly on recently fallen trunks or branches of oaks, sometimes beech trees, as long as the bark is intact. According to T. Læssøe and J.H. Petersen “probably an endophyte in the living trees”. Common and widespread in the UK.",
    "Possible Confusion": "Black Bulgar is a highly distinctive species, it is hard to confuse with anything else.\nWitches' Butter (Exidia glandulosa), pictured, has similar colour and jelly-like flesh, but it is much softer and has white spore print.\nBeech Jellydisc (Neobulgaria pura, syn: Ombrophila pura), is much paler, translucent with some pinkish tinge when young, and it has strong preference for Beech.",
    "Taste / Smell": "Inedible. Smell and taste are indistinctive.",
    "Frequency": "Common.",
    "Spores": "Blackish brown. Smooth, broadly ellipsoid to kidney-shaped."
  },
  {
    "name": "Netted Crust",
    "scientificName": "Byssomerulius corium",
    "Fruiting Body": "Resupinate to narrowly pileate (the edge of the fruitbody is peeling back). The sterile upper surface is white at first, then might turn somewhat greyish later, or green (if covered with algae), and finely tomentose (densely covered with fine hairs). The fertile lower surface is wrinkled (merulioid), initially white, later yellowish to somewhat dark ochre.",
    "Flesh": "Really thin (about 0.5-1mm), leathery, rather tough.",
    "Habitat": "Growing on dead, fallen, or often still attached twigs and branches of deciduous trees, sometimes even on larger logs left on the ground. It can be found the whole year long, but some authors say from Spring to Autumn. Saprotrophic, causes white-rot.",
    "Possible Confusion": "Because of its wrinkled (merulioid) fertile surface, it is hard to confuse it with anything.\nHowever, when it is young, it might be confused with a young Steccherinum ochraceum (pictured), which has tiny roundish-pointy spines or teeth instead of gills or pores and grows in rather similar habitats as the Netted Crust.",
    "Taste / Smell": "Inedible. Taste and smell indistinctive.",
    "Frequency": "Common and widespread in the UK.",
    "Spores": "Spore print is white. Spores subcylindrical (almost cylindrical), smooth, clear or colourless (hyaline), and inamyloid (not staining in iodine reagents, such as Melzer's reagent and Lugol's solution).",
    "Other Facts": "The scientific name of the species has an interesting origin. There are two slightly different, but still connected explanations of the origin of the name of the genus, Byssomerulius. Every sources agrees on Byssomerulius is a result of merging two words, 'Byssos' + 'Merulius'.\nRobert M. Hallock (PhD) in his book, A Mushroom Word Guide : Etymology, PronounciationAild food Uk & Meaning of over 1.500 Words says, the Greek word 'Byssos' or 'Βύσσος' refers to 'a fine yellow flax'. Hallock forgot to mention that in Greek, 'byssos' can also mean a fine linen made of byssos-flax, and that linen was also yellowish.\nPat O'Reilly, the author of the book, Fascinated by Fungi, says “the genus name, comes via Greek from the Latin byssus, meaning fine silk-like cloth and is probably a reference to the many fine maze-like ridges that pattern the surface of these fungi rather like interlocking jigsaw pieces, and -merulius is the name (origin obscure) of the closely-related Merulius crust fungus genus.”\nWe aren't find the exact etymology of the word 'Merulius', but the word 'meruloid' means: wrinkled with uneven ridges.\nThe epithet (the 2nd part of the scientific name) 'corium' comes from Latin, and it means 'leather'."
  },
  {
    "name": "Yellow Stagshorn",
    "scientificName": "Calocera viscosa",
    "Fruiting Body": "2-9 cm tall, 2-5 cm wide, coral-like, branched (like an antler) and forked. It has a more or less deeply rooting stem. The whole fruit body is bright yellow to orange, darker orange to red when dry, might be paler towards the base. Smooth, viscid or tacky, especially after rains.",
    "Flesh": "Yellow, somewhat viscid, tough when dry.",
    "Habitat": "Saprotrophic on woods. Grows on stumps, dead branches or roots of Pine and Spruce trees, regardless if they are in a forest, a plantation, a park or a private garden. Sometimes can be found on conifer bark woodchips too.",
    "Possible Confusion": "Meadow Coral (Clavulinopsis corniculata), pictured, looks rather identical, but it is often a bit paler and not slimy, not to mention it is growing on different habitat (among grass and mosses).",
    "Taste / Smell": "Inedible (there is no tradition of consuming it). Taste and smell is not distinctive.",
    "Frequency": "Frequent and widespread all over the UK. It might be found during the whole year, but its main fruiting season starts in mid Summer and ends up late Autumn or early Winter.",
    "Spores": "Spore print is white. Spores elongate-ellipsoid, smooth, colourless (hyaline), with drops, inamyloid (which means: the cell wall doesn't contain starch).",
    "Other Facts": "Yellow Stagshorn is the type species of genus Calocera."
  },
  {
    "name": "St. George's Mushroom",
    "scientificName": "Calocybe gambosa",
    "Cap": "6-10 cm. Spherical to convex then flattening and becoming uneven. White/cream to buff/yellow.",
    "Gills": "white/pale cream. Crowded and roughly the same height along their length until becoming much shallower before reaching the stem (emarginate). The gills are generally very shallow as can be seen in the 'Flesh' image below.",
    "Stem": "5-8 cm long, 2-3 cm dimeter. White/cream usually stout and thicker towards the base, no skirt.",
    "Flesh": "White and soft.",
    "Habitat": "Grasslands, beside woodland, lawns and roadsides growing in rings. It is relatively easy to find because it grows in grassy fields usually but not always near trees where, from a distance, you will often see the ring as the grass will be darker and longer there as shown in the adjacent photo.",
    "Possible Confusion": "The Deadly Fibrecap (Inosperma erubescens) appears at the end of Spring and early Summer and can look similar but it stains bright red and its cap is covered in fine fibres.",
    "Spore Print": "White. Ellipsoid.",
    "Taste / Smell": "Good, mushroomy and loses its mealyness a lot when cooked, especially if cooked with a creamy sauce. Must be cooked before consumption.",
    "Frequency": "Common, very common some years.",
    "Other Facts": "An easy to identify mushroom with its mealy smell and the time of year it fruits.\nThe St. George's mushroom can usually be found in the same place every year and seems to grow quite successfully when old mushrooms that are too maggoty for the pot have been carefully placed in the right environment.\nIn March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of St. George's Mushroom (Calocybe gambosa) is: LC - Least Concern, with stable population. For more information, see on the following link."
  },
  {
    "name": "Giant Puffball",
    "scientificName": "Calvatia gigantea",
    "Fruiting Body": "20-35cm typically but can occasionally be found much larger than that. White to off-white with a fine velvet like surface when young becoming smooth and papery. The inside of the fruiting body will turn to brown mature spores and these will be released when the mushroom ages, is damaged or even blown across a field like tumbleweed.",
    "Stem": "No stem although sometimes they can still be connected to the ground with a fine root like filament..",
    "Flesh": "White becoming yellow then brown as it turns into spores.",
    "Habitat": "Grasslands, pasture, lawns, commons and roadsides. Found in rings, troops or individually. You will also find these in and around open woodland. They like to hide in amongst nettles and scrub. We have found them on steep sided woodland banks too.",
    "Possible Confusion": "The only thing a Giant Puffball can be confused with is a football from a distance or possibly a Mosaic Puffball (Lycoperdon utriforme), pictured although the Mosaic Puffball has warts on the skin, the Giant Puffballs surface is smooth or maybe slightly velvety.",
    "Spore Print": "Yellow/brown. Spherical with fine warts. The spores come from the inside of the fruiting body and are brown. The 'skin' has come away in the image revealing the large mass of spores.",
    "Taste / Smell": "Excellent. Can be sliced and fried like a steak or breaded and fried for a better texture.",
    "Frequency": "Fairly common.",
    "Other Facts": "This fungi has the most progeny of any living thing producing up to seven trillion spores on average. It has been estimated that if all the spores from two generations grew into mushrooms, they would produce something 800 times the volume of the Earth.\nThe spores used to be used by blacksmiths for burns and as a coagulant for staunching wounds.\nBreathing in the spores of this fungi can cause Lycoperdonosis a nasty lung disease so care should be taken when handling mature specimens."
  },
  {
    "name": "Amethyst Chanterelle",
    "scientificName": "Cantharellus amethysteus",
    "Cap": "3-8 cm. Flattened at first with irregular margin becoming depressed towards the centre. Often undulating all round the edges, less inclined to become funnel shaped than the common chanterelle. Yellow but with a complete or patchy coating (sometimes more towards the edge, sometimes more towards the centre) of tiny purplish scales that fade with age.",
    "Gills": "Does not have true bladed gills but forked, slightly rounded folds that look like gills. These run part way down the stem (decurrent). Tend to be paler than the cap.",
    "Stem": "3-8 cm long, 0.5-1.5 cm diameter. Solid, often paler than the cap, yellow or pale yellow, tapering towards the base. It can be hard to determine where the 'gills' end and the stem begins.",
    "Flesh": "White becoming yellow or brownish with age.",
    "Habitat": "Mostly on clay soils with Oak, Beech or Birch, occasionally with Pine.",
    "Possible Confusion": "The False Chanterelle (Hygrophoropsis aurantiaca), pictured, looks similar but is more orangey yellow, when cut in half it does not have the white flesh of the true Chanterelle but is concolorous with the cap, and its gills are more crowded. Said to be edible but poor in older books, it can apparently cause food poisoning symptoms and even hallucinations for some people so it's better avoided.\nThe poisonous Jack O'Lantern (Omphalotus illudens), is a very rare mushroom in Britain, it grows on deciduous wood, it has true gills and is bigger and darker orange in colour.\nChanterelle (Cantharellus cibarius), is a much more yellow colour. It is normally larger and prefers more acidic soil. It has broader mycorrhizal partner range, prefers Beech, Birch, Oak, Spruce and Pine. Its fruity smell is similar to apricot.\nFrosted Chanterelle (Cantherellus pallens), is similar but larger and has a pale yellow cap with a dusting of white, particularly near the middle.\nPale Chanterelle (Cantharellus ferruginascens), looks rather similar to the Frosted Chanterelle, however there is no whitish dust-like cover at centre of its cap. It is one of the rarest amongst the Chanterelles in the UK.",
    "Spore Print": "Pale yellow. Ellipsoid.",
    "Frequency": "Uncommon"
  },
  {
    "name": "Chanterelle",
    "scientificName": "Cantharellus cibarius",
    "Cap": "3-8 cm. Flattened at first with irregular margin becoming depressed towards the centre. Often undulating all round the edges, later turning up to form a loose trumpet. Yellow with white flesh.",
    "Gills": "Does not have true bladed gills but forked, slightly rounded folds that look like gills. These run part way down the stem (decurrent).",
    "Stem": "3-8 cm long, 0.5-1.5 cm diameter. Solid, tapering towards the base. Yellow with white flesh on cutting.",
    "Flesh": "The Chanterelle has white flesh.",
    "Habitat": "All types of woodland but mainly with beech in England and birch in Scotland and usually growing in moss.",
    "Possible Confusion": "The False Chanterelle (Hygrophoropsis aurantiaca), pictured, looks similar but is more orangey yellow, when cut in half it does not have the white flesh of the true Chanterelle but is concolorous with the cap, and its gills are more crowded. Said to be edible but poor in older books, it can apparently cause food poisoning symptoms and even hallucinations for some people so it's better avoided.\nThe poisonous Jack O'Lantern (Omphalotus illudens), is a very rare mushroom in Britain, it grows on deciduous wood, it has true gills and is darker orange in colour.\nIt could be confused with other members of the Chanterelle family which are all good edibles. The Amethyst Chanterelle (Cantharellus amethysteus) is similar but has purple scales on the cap, and the stem and flesh bruise brown, it is rare in Britain and shouldn't be picked unless abundant.",
    "Spore Print": "Ochraceous. Ellipsoid.",
    "Taste / Smell": "Excellent, sweet. Chanterelles smell fruity, quite like apricots.",
    "Frequency": "Fairly common.",
    "Other Facts": "In March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of St. George's Mushroom (Calocybe gambosa) is: LC - Least Concern, with decreasing population. For more information, see on the following link."
  },
  {
    "name": "Orange Chanterelle",
    "scientificName": "Cantharellus friesii",
    "Cap": "1-4 cm. First rounded to convex, later flattened, finally more funnel shaped. Orange/yellow fading to more orangish with age. Margin is incurved when young, later become irregular and wavy.",
    "Gills": "Only has pseudo-gills or ridges, not real gills. They run down the stem (decurrent), narrow, vein-like, often forked. Orange to paler yellow/orange.",
    "Stem": "1-3.5 cm. Cylindrical and tapered towards the base. Orange to pale yellow/white, can bruise slightly rust brown.",
    "Flesh": "Has white flesh.",
    "Habitat": "Grows in association with Birch and Beech although can be found with other deciduous trees.",
    "Possible Confusion": "The False Chanterelle (Hygrophoropsis aurantiaca), pictured, looks similar but when cut in half it does not have the white flesh of the true Chanterelle but is concolorous with the cap, and its gills are more crowded. Said to be edible but poor in older books, it can apparently cause food poisoning symptoms and even hallucinations for some people so it's better avoided.\nThe poisonous Jack O'Lantern (Omphalotus illudens), is a very rare mushroom in Britain, it grows on deciduous wood, it has true gills and is bigger and darker orange in colour.\nChanterelle (Cantharellus cibarius), is a much more yellow colour. It is normally larger and prefers more acidic soil. It has broader mycorrhizal partner range, prefers Beech, Birch, Oak, Spruce and Pine. Its fruity smell is similar to apricot.\nAmethyst Chanterelle (Cantharellus amethysteus), has various yellow based colour with a hint of purple to amethyst at the centre. It also prefers acidic soil, fruiting under hardwoods, e.g. Oak, Beech and Birch, but occasionally under conifers, e.g. spruce.\nFrosted Chanterelle (Cantherellus pallens), is similar but larger and has a pale yellow cap with a dusting of white, particularly near the middle.\nPale Chanterelle (Cantharellus ferruginascens), looks rather similar to the Frosted Chanterelle, however there is no whitish dust-like cover at centre of its cap. It is one of the rarest amongst the Chanterelles in the UK.",
    "Taste / Smell": "Excellent. Smell, fruity.",
    "Frequency": "Not common.",
    "Spores": "Ellipsoid. Pale yellow to orange.",
    "Other Facts": "In March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of St. George's Mushroom (Calocybe gambosa) is: LC - Least Concern, without knowing with certainty if the population is stable or decreasing at the moment. For more information, see on the following link."
  },
  {
    "name": "Frosted Chanterelle",
    "scientificName": "Cantharellus pallens",
    "Cap": "3-7 cm. First rounded to convex, later flattened, finally more funnel shaped with the end. Pale to deep egg-yellow with a whiting dust-like cover, fading to more orangish with age. Margin is incurved when young, later become irregular and wavy.",
    "Gills": "Only has pseudo-gills or ridges, not real gills. They are running down the stem (decurrent), narrow, vein-like, often forked. Pale, ochre yellow.",
    "Stem": "3-8 cm long, 0.5-1.5 cm diameter. Cylindrical, or more or less to tapering towards the stem base. Solid and slightly paler than the cap, bruising dark orange to rust.",
    "Flesh": "Mainly white/off white to pale yellow towards the edges.",
    "Habitat": "On soil, ectomycorrhizal with broadleaved trees, preferably with Beech and Oak, rarely with conifers. It doesn't need as acidic soil as Chanterelle (Cantharellus cibarius), you can even find it on slightly alkaline soil.",
    "Possible Confusion": "The False Chanterelle (Hygrophoropsis aurantiaca), pictured, looks similar but is more orangey yellow, when cut in half it does not have the white flesh of the true Chanterelle but is concolorous with the cap, and its gills are more crowded. Said to be edible but poor in older books, it can apparently cause food poisoning symptoms and even hallucinations for some people so it's better avoided.\nThe poisonous Jack O'Lantern (Omphalotus illudens), is a very rare mushroom in Britain, it grows on deciduous wood, it has true gills and is darker orange in colour\nChanterelle (Cantharellus cibarius), has much intensive yellow colour. It is normally smaller and prefers more acidic soil. It has broader mycorrhizal partner range, prefers Beech, Birch, Oak, Spruce and Pine. Its fruity smell which reminds of apricot is a giveaway even if we found paler specimens.\nAmethyst Chanterelle (Cantharellus amethysteus), has various yellow based colour with a hint of purple to amethyst at the centre. It also prefers acidic soil, fruiting under hardwoods, e.g. Oak, Beech and Birch, but occasionally under conifers, e.g. Spruce.\nPale Chanterelle (Cantharellus ferruginascens), looks rather similar to the Frosted Chanterelle, however there is no whitish dust-like cover at centre of its cap. It is one of the rarest amongst the Chanterelles in the UK.",
    "Spore Print": "Cream. Ellipsoid, smooth and more or less colourless (hyaline) with drops.",
    "Taste / Smell": "Taste and smell mild, not distinctive.",
    "Frequency": "Near Threatened (Red Data List 2006), and rarely reported, however considered widespread in the UK, more common on Mainland Europe."
  },
  {
    "name": "Dryad's Saddle",
    "scientificName": "Cerioporus squamosus",
    "Cap": "20-40cm but can sometimes be found much larger. A large circular or fan shaped bracket. Ochre to dark yellow with darker, concentric circles of brown scales.",
    "Pores": "Large angular and irregular off white to ochre pores that run down the stem.",
    "Stem": "A woody lateral stem up to 8cm long and 5cm wide but tapering towards the darkening to black base.",
    "Flesh": "White, thick and succulent when young becoming leathery then corky as it matures.",
    "Habitat": "Deciduous trees and stumps.",
    "Possible Confusion": "The Tuberous Polypore (Polyporus tuberaster), pictured, looks very similar but is generally smaller, the stem is more central and less eccentric, the stem base may darken but will not be black and the patterning on the cap is lighter than the Dryads Saddle.",
    "Spore Print": "White. Ellipsoid.",
    "Taste / Smell": "A bit like water melon when young, fresh and raw but mushroomy when cooked or dried and powdered for stock.",
    "Frequency": "Common.",
    "Other Facts": "This is the largest capped mushroom in the UK and can become so heavy it can no longer support itself and will fall from it's position and be found unattached at the base of it's host tree. Although this mushroom is edible fresh I prefer it dried and powdered to make a good mushroom stock and as it can be so large a lot of stock can be gathered."
  },
  {
    "name": "Brown Parasol",
    "scientificName": "Chlorophyllum brunneum",
    "Cap": "10-18 cm across. Hemispherical, then convex to flattened with a broad, pronounced umbo or a central depression. The skin is dark ochre-brown at first, then cracks up and becomes scaly, making the pale, almost white, fluffy flesh visible. The central umbo remains complete. Margin is often floccose.",
    "Gills": "Crowded and free of the stem. White at first, spotted reddish brown with age. The edge is darker, somewhat brownish and slightly eroded.",
    "Stem": "5-20 cm long, 1-2.5 cm diameter. White to cream, smooth, browning with age. Cylindrical, more or less straight with a large, marginate bulb at the base, which could be up to 5 cm wide.",
    "Skirt": "Has a single layered skirt, which is brown on the underside. You can move it up and down on the stem.\nBulbous Base\nHas a large marginate, almost volva like bulbous base. This is a good ID for helping to separate the Brown Parasol from the Shaggy Parasol.",
    "Flesh": "Thick, soft and white in the cap, bruising orangish- to reddish-brown when exposed to air.",
    "Habitat": "Fruiting solitarily or in smaller groups. Grows on disturbed, nitrogen-rich soil, such as compost heaps, gardens, parklands; or on woodchip/mulch amongst shrubs and various trees. Rarely, but it can be found in mixed forests too. Saprotrophic.",
    "Possible Confusion": "It can be confused with other members of the genus Chlorophyllum, especially the Shaggy Parasol (Chlorophyllum rhacodes), pictured. The large, marginate, bulbous base of the Brown Parasol can help separate the two.",
    "Taste / Smell": "Smells earthy, tastes mealy. However, hence its edibility is in question, we don't recommend eating it.",
    "Frequency": "Common and widespread.",
    "Spores": "Spore print is white. Spores are broadly ellipsoid, colourless (hyaline), thick-walled, smooth and dextrinoid (turning reddish-brown in Melzer's reagent), and they have a small germ-pore.",
    "Other Facts": "We have four different Chlorophyllum species in the UK. The more or less edible Shaggy Parasol (Chlorophyllum rhacodes) and Conifer Parasol (Chlorophyllum olivieri), also the Brown Parasol (Chlorophyllum brunneum) with questionable edibility and the toxic False Parasol (Chlorophyllum molybdites), the latter is probably more well-known by its US name: the Vomiter.\nThe debate about the edibility of Brown Parasol is still unsettled. Andy Overall lists it as 'Not Edible' and in some European countries the species is listed 'Toxic', based on actual mushroom poisoning cases, so we list it as toxic (as we always follow the 'better safe than sorry' philosophy)."
  },
  {
    "name": "Shaggy Parasol",
    "scientificName": "Chlorophyllum rhacodes",
    "Cap": "10-20 cm. Starting ovate, smooth and pale brown/pink opening to flat with shaggy brown scales on a white background, usually with a smooth umbo.",
    "Gills": "crowded and free of the stem. White when young turning pale tan/pink bruising red/orange.",
    "Stem": "10-20 cm long, 1-1.5 cm diameter. White to pale pink/brown. Smooth and plain with a double edged ring. Bulbous at the bottom.",
    "Skirt": "Has a double edged skirt that can become unattached and moved up and down the stem. Darker on the underside.\nBulbous Base\nHas a bulbous base that is not as large and is not marginate like the Brown Parasol.",
    "Flesh": "White bruising orange/red when cut.",
    "Habitat": "Mixed woodland and anywhere shady particularly with conifers. Grows in troops or rings but can be found individually.",
    "Possible Confusion": "When young this mushroom looks similar to some of the deadly Amanitas, due to the fact it has a bulbous base, but there is no sac-like structure (volva), and can have a similar looking cap. The confusion with dapperlings (Lepiota spp.) which are smaller can be ignored if the mushroom cap is over twelve centimetres in diameter, when mature nothing that looks similar is anywhere near as big apart from the Parasol mushroom (Macrolepiota procera), pictured and the Brown Parasol (Chlorophyllum brunneum).\nThe Parasol has a snakeskin like dark brown pattern on the stem, the Shaggy Parasol has a smooth off white stem.\nThe brown Parasol has a large, bulbous, marginate base, the Shaggy Parasol has a bulbous base but is not as large and is not marginate.",
    "Spore Print": "White. Ellipsoid, dextrinoid. You should scrape your spores into a small pile to get an accurate spore colour.",
    "Taste / Smell": "Good but must be cooked. Can cause gastric upsets in some people.",
    "Frequency": "Common.",
    "Other Facts": "Shaggy Parasols can cause gastric upsets in some people, if you are trying some for the first time, cook well and only try a small amount, wait 24 hours to see if there is a reaction.\nThe epithet (2nd part of the scientific name) as 'rachodes' was a misspelling of the Greek rhakos or rhacos which means 'piece of cloth'."
  },
  {
    "name": "Silverleaf Fungus",
    "scientificName": "Chondrostereum purpureum",
    "Fruiting Body": "Resupinate (doesn't form a cap), forms several cm wide irregular patches. If growing on a vertical surface, or the underside of a branch, it might form a rudimentary cap, which can be up to 4 cm wide.\nThe upper (sterile) surface is more or less hairy (hirsute to tomentose), somewhat brownish in colour.\nThe fertile surface is uneven, wrinkled, but could be almost completely smooth too. Pinkish to dark purple at first, becoming dark brownish-violet with age. Especially at the early stages of growing, it often secretes dark purple coloured liquid, this is known as guttation.",
    "Flesh": "1-2 mm thick; soft and elastic when fresh, tough and brittle when dry. Two layered (duplex), the two layer separated by a black line.",
    "Habitat": "On living and dead hardwoods, rarely on conifers. Well-known pathogen (secondary parasite) of members of Rosaceae family, especially different Prunus species, e.g., Plum, Cherry, etc., also of Apple (Malus), Pear (Pyrus), Whitebeam and Rowan (both are Sorbus), causes progressive and often fatal disease, called 'silver leaf disease'. Saprotrophic on other hardwoods, causes white-rot.",
    "Possible Confusion": "It can be confused with other crusts, especially from genus Stereum, when the purple coloured fertile surface of old fruit bodies fade.",
    "Taste / Smell": "Inedible. Taste and smell not distinctive.",
    "Frequency": "Common and widespread in the UK.",
    "Spores": "Spore print is white. Spores sub-cylindric, smooth, colourless (hyaline) and inamyloid (not staining in iodine reagents, such as Melzer's reagent and Lugol's solution).",
    "Other Facts": "Silverleaf fungus also used as an effective tool to combat against non-native, invasive broadleaf species in Canada and the US.\nThe epithet (2nd part of the scientific name which identifies the species within the genus), purpureum, means 'purple', and it refers the colour of the young fruit body's fertile surface."
  },
  {
    "name": "Devil's Fingers",
    "scientificName": "Clathrus archeri",
    "Fruiting Body": "Starts its life under the soil's surface (subterrain) in a more or less spherical egg-like structure, called a witch's egg which is attached to the substrate through a visible white mycelial cord.\nThis egg is 2-4 cm in diameter. Skin (exoperidium) is smooth, white, off-white to dark cream coloured. It contains a thin gelatinous layer and the immature, cage-like miniature fruit body (the individual arms are attached at their apex).\nOnce hatched, the witch's egg fruitbody emerges and leaves the remnants of the egg as a volva.\nFruit body is formed of 4-8 finger-like arms, connected with a thick, short stem-like structure. The individual arms are 3-7 cm tall, pinkish to bright red (like red meat flesh), covered with a glutinous layer that contains the spores. Flesh is soft, spongy, fragile, hollowed and somewhat pinkish.",
    "Habitat": "Fruiting in smaller groups, mostly on soil or woodchip mulch. More often recorded from parklands and cemeteries. Saprotrophic on soil.",
    "Possible Confusion": "In its early stage, before hatching it's a witch's egg, pictured, which can be confused with any of our native stinkhorns, but after that it is rather impossible.",
    "Taste / Smell": "Inedible. Taste indistinctive (weakly somewhat radish-like when immature), smell like rotting meat.",
    "Frequency": "As a non-native species, it is rare and rarely recorded, however, it is constantly spreading and appearing more and more areas in South and Southwest England and Cornwall.",
    "Spores": "The spores are trapped into a mucous layer covering the inner wall of the octopus' arms. Spore print is olive-brown, but you can't really make a spore print. Spores elongated-ellipsoid, smooth, thick-walled.",
    "Other Facts": "Described from Tasmania, Australia; It is native to Australia, New Zealand and southern areas of Africa.\nLike all the stinkhorns, it starts its life in an egg-like structure, which is commonly called a witch's egg (in this stage it is considered edible). Once it has hatched it becomes an octopus-like strange looking mushroom. It doesn't have a long shelf-life, a few days after it hatched its egg, it collapses and rots into the substrate.\nSame as all the stinkhorns, this species distributes its spores with the help of insects. The mushroom attracts the insects with its rotting meat-like odour. When the insects land on the inner surface of the mushroom, its spores (trapped into a mucous layer on the inner wall of the individual arms of the 'octopus') attach to their feet and in this way they will leave the spores behind wherever they landing after this encounter."
  },
  {
    "name": "Trooping Funnel",
    "scientificName": "Clitocybe / Infundibulicybe geotropa",
    "Cap": "10-15 cm. Convex with in-turned edge and obvious umbo becoming flattened then funnel-shaped but keeping an in-turned edge. Buff/yellow to having a salmon pink tinge.",
    "Gills": "pale buff/yellow sometimes with a salmon pink tinge. Running down the stem (decurrent). Crowded.",
    "Stem": "16-20 cm long, 2-3 cm diameter. Swollen and a bit woolly at the base. Pale buff/yellow sometimes with a tinge of salmon pink. The stem is very tough and fibrous and usually requires a knife to harvest them. When cooking the stem cut it into discs.",
    "Flesh": "White and firm.",
    "Habitat": "Mixed woodland, especially clearings and roadsides. Mainly grows in troops or rings but can be found individually.",
    "Possible Confusion": "Potentially deadly Clitocybe rivulosa and Clitocybe dealbatta, pictured, although these mushrooms do not get any where near as big as the Trouping Funnel, so when identifying these mushrooms size matters!\nLivid pinkgill (Entoloma sinuatum) is a bit similar but has notched gills and a mealy smell.\nMelanoleuca grammopodia again similar but with a pale brown cap and musty smell. If you stick to large specimens, with some being 20cm or more, it would be difficult to confuse this mushroom with any other.",
    "Spore Print": "White. Subglobose. You should scrape your spores into a small pile to get an accurate spore colour.",
    "Taste / Smell": "Mushroomy. Best eaten young although the larger fungi have a really strong taste and are great used in soups and stews. Should be cooked before consumption.",
    "Frequency": "Fairly common."
  },
  {
    "name": "Fragrant Funnel",
    "scientificName": "Clitocybe fragrans",
    "Cap": "1-4 cm across, white to off-white, greyish-buff in colour, but it is hygrophanous, so rather variable. Initially convex, then becoming almost flat, its centre often slightly depressed. Margin is often, but not always striated, initially inrolled.",
    "Gills": "Crowded, barely touches the stem (adnexed) to running down to the stem (decurrent). White, off-white with a really faint pinkish tint. Edge is smooth, concolorous with the rest of the gills.",
    "Stem": "2-6 cm long, 0.2-0.5 cm diameter. Cylindrical, creamy white to pale buff; smooth or slightly fibrous.",
    "Flesh": "Thin, hygrophanous, concolorous with the cap; the stem can be hollow.",
    "Habitat": "Fruiting solitary or in smaller groups on wet and mossy spots on the soil, often close to hardwoods. In open woodlands, parklands, cemeteries, large gardens etc. Sometimes can be found almost all year long (except in the hot summer period), but mostly from late Summer/early Autumn to early Winter. Common and widespread in the UK.",
    "Possible Confusion": "Bleached specimens of Aniseed Funnel (Clitocybe odora), pictured, might look rather similar, but they are usually larger than Fragrant Funnel, and its younger specimens have a vivid blue green colour.\nThe toxic Fool's Funnel (Clitocybe rivulosa, syn: Clitocybe dealbata) aka Ivory Funnel, has a somewhat sweet-aromatic smell.",
    "Taste / Smell": "Inedible or suspected toxic by some. Taste unknown, smell strong aniseed-like.",
    "Frequency": "Common.",
    "Spores": "Spore print is pale cream to orange cream. Spores are ellipsoid, smooth. Staining with Congo Red or Cresyl Blue.",
    "Other Facts": "It contains traces of muscarine, so should not be consumed!"
  },
  {
    "name": "Clouded Funnel",
    "scientificName": "Clitocybe nebularis",
    "Cap": "8-12 cm. Starting convex the cap flattens and eventually forms a shallow funnel, it has inrolled edges at all stages. The colour is described as cloudy grey but is often more tan.",
    "Gills": "Running down the stem (decurrent) and crowded. Starting white but yellowing with age.",
    "Stem": "6-12 cm long, 1.5-2.5 cm diameter. Slightly bulbous at the base, off white and fibrous.",
    "Flesh": "Thick, white and quite firm.",
    "Habitat": "In rings often under coniferous trees but can also be found in deciduous woodland, grassland and hedgerows.",
    "Possible Confusion": "Can look superficially like a Wood Blewit (Lepista nuda) but does not have any of the purple or lilac colouring to the gills.",
    "Spore Print": "Cream. Ovoid, ellipsoid.",
    "Taste / Smell": "Mushroomy.",
    "Frequency": "Common.",
    "Other Facts": "This mushroom can make about 1 in 5 people quite ill but is a good edible if you are one of the lucky ones. The only way to find out is to try a small amount of mushroom and wait 24 hours to see if you have an adverse reaction.\nMust be cooked before consumption."
  },
  {
    "name": "Aniseed Funnel",
    "scientificName": "Clitocybe odora",
    "Cap": "5-7 cm. Blue-green, greyish or flushed greenish. Convex at first with a low, broad umbo and in-rolled margin. Later expanding and becoming irregular and wavy at the margin and can become shallowly funnel shaped.",
    "Gills": "Slightly running down the stem (decurrent), crowded, the edge of the gills is smooth. Whitish, tinged with cap colour when young, becoming grey-green with age.",
    "Stem": "4-7cm long, 0.5-1 cm diameter. Cylindrical, sometimes curved. Flushed with cap colour, the base is covered in fine white down.",
    "Flesh": "Thin and soft in cap, fibrous and solid in stem, can be hollow. Whitish to pale tan.",
    "Habitat": "Saprotrophic, growing on soil among leaf litter. Often under brambles and bushes in woodland (preferably under Beech, sometimes under different hardwoods, occasionally under conifers), parkland or heathland. Grows solitarily or in groups.",
    "Possible Confusion": "Fragrant Funnel (Clitocybe fragrans), pictured, has a rather similar aniseed smell, but it grows in a different habitat, it seems to prefer grass, also its cap changes colour according to its water content (hygrophanous). It can be white to off white to tan. Avoid this confusion, because Fragrant Funnel is toxic, it contains Muscarine!\nVerdigris Roundhead (Stropharia aeruginosa) has a dark spore print and doesn't have aniseed smell.",
    "Taste / Smell": "Taste and smell strongly of aniseed.",
    "Frequency": "Occasional but widespread in the UK.",
    "Spores": "White. Ellipsoid, smooth."
  },
  {
    "name": "Fool's Funnel",
    "scientificName": "Clitocybe rivulosa",
    "Cap": "3-6 cm. Convex to flattening becoming depressed in the middle with a slightly inrolled edge. White and slightly dusty when young, very pale grey/brown on aging.",
    "Gills": "white/cream, running down the stem (decurrent), fairly broad, becoming pinkish buff. Crowded.",
    "Stem": "4-7cm long, 0.5-1 cm diameter. White/Off-white, can have a tan blush. No skirt.",
    "Flesh": "Off white.",
    "Habitat": "Pasture, fields, lawns, beside paths and roadsides, frequently in rings or troops.",
    "Possible Confusion": "The Fairy Ring Champignon (Marasmius oreades). The gills are important for separating these two mushrooms. The gills of the Fairy Ring Champignon are free of the stem (see photo) while the gills of the Ivory Funnel are decurrent, they run down the stem.\nThe Miller, (Clitopilus prunulus), could also be confused with the Fools Funnel. The Miller tends to have an eccentrically positioned stem, has the raw dough smell and tends not to grow in rings although this can happen.",
    "Spore Print": "White. Ellipsoid.",
    "Taste / Smell": "No part of this mushroom should be tasted.",
    "Frequency": "Common.",
    "Other Facts": "This mushroom is DEADLY POISONOUS, it contains a lethal amount of muscarine. The antidote for muscarine poisoning is atropine."
  },
  {
    "name": "The Miller",
    "scientificName": "Clitopilus prunulus",
    "Cap": "6-9 cm. White to porcelain white with a fine suede like surface when dry. Starts fairly round but develops very uneven lobed edges and a depressed centre.",
    "Gills": "White turning to pink as the pink spores colour them. Strongly decurrent, running down the stem.",
    "Stem": "4-7 cm long, 0.5-1.2 cm diameter. White with slight grey hints and not always joined to the middle of the cap and can be quite eccentric.",
    "Flesh": "White/grey white.",
    "Habitat": "In mixed woodland in clearings especially coniferous woodland, hedgerows and roadsides.",
    "Possible Confusion": "Can look very like the Deadly Poisonous Fool's Funnel (Clitocybe rivulosa) which seems to be merged with the former Ivory Funnel (Clitocybe dealbata) although these generally grow in rings in grassland. The best id for The Miller is the smell, like raw dough in polite company but described more accurately as spermatazoic in some mycology books.",
    "Spore Print": "Pink. Ellipsoid.",
    "Taste / Smell": "Strong mushroom taste when cooked but smells of raw dough.",
    "Frequency": "Common.",
    "Other Facts": "In March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of The Miller (Clitopilus prunulus) is: LC - Least Concern, with stable population. For more information, see on the following link."
  },
  {
    "name": "Glistening Inkcap",
    "scientificName": "Coprinellus micaceus",
    "Cap": "2-3 cm. Orange/brown, ochraceous becoming a bit darker towards the centre. Initially bell-shaped becoming furrowed and then splitting. Has grooves running from the top of the cap to the edge and a covering of white powdery 'mica' which can wash off in the rain. The cap deliquesces or melts to a black liquid soon after maturity.",
    "Gills": "white then brown and finally black. Crowded and free of the stem.",
    "Stem": "4-6 cm long, 0.2-0.4 cm diameter. White, slightly discoloured at the base. Thin.",
    "Flesh": "Very thin.",
    "Habitat": "Around broad leaved stumps or on buried wood.",
    "Possible Confusion": "It can look like Woodland Inkcap (Coprinellus silvaticus), pictured, after the rain has washed off the powdery 'mica'. Coprinellus silvaticus is inedible so only mushrooms with the 'mica' covering should be eaten.",
    "Spore Print": "Date brown. Mitriform.",
    "Taste / Smell": "Mildly mushroomy, not really worth while unless mixing in with other mushrooms.",
    "Frequency": "Common."
  },
  {
    "name": "Woodland Inkcap",
    "scientificName": "Coprinellus silvaticus",
    "Cap": "2-3 cm. Grooved and starting a pale buff, becoming orange/brown with a dark area at the peak of the cap. When fully mature this will split and deliquesce (melt) into a black ink like liquid.",
    "Gills": "The gills are very crowded and free of the stem. They start white, changing to grey/brown until becoming black and deliquescing.",
    "Stem": "4-6 cm long, 0.2-0.4 cm diameter. White and smooth looking but with very close inspection is slightly hairy. It is brittle and can split easily.",
    "Flesh": "Thin and fragile.",
    "Habitat": "On soil above buried wood.",
    "Possible Confusion": "The Glistening Inkcap (Coprinellus micaceus), pictured, looks very similar but has tiny mica crystals 'glistening' on the cap and they usually, but not always, grow in smaller groups.",
    "Spore Print": "Very dark brown/black. Almond shaped.",
    "Frequency": "Not Common."
  },
  {
    "name": "Common Inkcap",
    "scientificName": "Coprinopsis atramentaria",
    "Cap": "5-7 cm. Shiny grey/brown or sometimes quite pink, smooth, darker in the middle and initially bell-shaped becoming furrowed and then splitting before deliquescing.",
    "Gills": "White turning to grey then black and deliquescing, melting to a black ink. Very crowded and free of the stem.",
    "Stem": "7-9 cm long, 0.4-0.6 cm diameter. White to off white, smooth and leaving a skirt like ring near the base of the stem.",
    "Flesh": "White and thin turning grey/black before deliquescing.",
    "Habitat": "Growing from buried wood so can be found in mixed woodland and by the sides of paths.",
    "Possible Confusion": "Some of the other Inkcaps look superficially similar but its shape and smooth cap are quite distinctive identification features.\nSee the good edible Shaggy Inkcap (Coprinus comatus) and the inedible but beautiful Magpie Inkcap (Coprinopsis picacea), pictured.",
    "Spore Print": "Date brown. Almond shaped.",
    "Taste / Smell": "This mushrpoom should never be ingested raw, it causes poisoning when ingested with alcohol and we don't recommend eating it in any circumstance. See more below under other facts.",
    "Frequency": "Fairly common.",
    "Other Facts": "WARNING: The Common Inkcap causes severe poisoning if consumed with alcohol 48 hours either side of eating the mushroom. Even applying alcohol based aftershave after eating it can cause a reaction. It was still listed as edible in some guides if alcohol was avoided. Recent studies suggest that it contains toxins with a carcinogenic potential and some authorities advise it shouldn't be consumed at all, therefore we can't recommend eating it.\nThe black mess left after the mushroom deliquesces used to be used as ink after boiling with a little water and cloves, or urine."
  },
  {
    "name": "Magpie Inkcap",
    "scientificName": "Coprinopsis picacea",
    "Cap": "5-7 cm. Elongated finger-like shape opening to a cone. Appearing white and shaggy with a black background turning brown/grey to black and then 'melting' or deliquescing.",
    "Gills": "white turning pink to grey to brown until becoming black and 'melting'. Crowded and free of the stem.",
    "Stem": "7-10 cm long, 0.4-1.2 cm diameter. White, narrow, usually hollow and with a white movable skirt that is low down on the stem and quite often missing. Can have a slightly hairy bulbous base.",
    "Flesh": "White.",
    "Habitat": "Beech woodland especially on chalky soils.",
    "Possible Confusion": "The Shaggy Inkcap (Coprinus comatus), pictured, has a white cap with white scales, the Magpie Inkcap has a black cap with white scales.",
    "Spore Print": "Black. Ellipsoid.",
    "Frequency": "Uncommon.",
    "Other Facts": "The resulting mess from leaving this mushroom to deliquesce can be used as a viable ink."
  },
  {
    "name": "Shaggy Inkcap",
    "scientificName": "Coprinus comatus",
    "Cap": "4-6 cm. A finger shaped, long cylindrical cap. White with off-white/pale tan scales, can have a pink tinge. The whole cap deliquesces or melts very soon after maturity.",
    "Gills": "white turning pink and then grey to black when they start to 'melt' from the edges. Crowded and free of the stem.",
    "Stem": "8-14 cm long, 0.5-1.4 cm diameter. White sometimes hollow, long, thin and with a slight ring that detaches easily. Slightly swollen base.",
    "Skirt": "Small, slight not very long lasting.",
    "Flesh": "White.",
    "Habitat": "Grows in grass by the sides of roads, lawns, flower beds, grassland and recently disturbed soil. Can be found individually or in large numbers.",
    "Possible Confusion": "A distinctive mushroom with only the Magpie Inkcap (Coprinopsis picacea) looking similar but the two can be separated by the Magpie Inkcap, pictured, having light scales on a dark background and the Shaggy Inkcap having a white background with white or slightly darker scales.",
    "Spore Print": "Blackish brown. Ellipsoid.",
    "Taste / Smell": "Very good when young. One of my favourites for creamy sauces and because it can found in large numbers. Should be cooked before consumption.",
    "Frequency": "Very common.",
    "Other Facts": "One of these delicate mushrooms was reported as lifting a 75 by 60 centimetre paving slab 4 centimetres in 48 hours.\nIf you cook with these when the caps are on the turn, they will dye everything you cook with them black.\nIf the caps have started to open when you pick them you will have to eat them that day. Young ones may last 48 hours in the fridge if you are lucky. You can make younger ones last a bit longer in the fridge if you remove the stem before chilling; this seems to delay the transformation into ink.\nYou can also make some very good ink from them. To do this mix the inkcap ink with a little water and some cloves and heat it. This process will help fix the ink and stop it from fading or running when you use it.\nIn March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Shaggy Inkcap (Coprinus comatus) is: LC - Least Concern, with stable population. For more information, see on the following link."
  },
  {
    "name": "Scarlet Caterpillarclub",
    "scientificName": "Cordyceps militaris",
    "Fruiting Body": "3-5cm long, 3-5mm wide. The slightly swollen bright orange to scarlet/orange fruit body is covered in raised pores.",
    "Stem": "Under the fruiting body is a thinner, pale stem leading down to the buried pupae or larvae.\nBulbous Base\nIt does not have a bulbous base but is attached to a butterfly or moth larva or pupa which can appear bulbous or large if the mushroom is unearthed.",
    "Habitat": "In grassland or woodland edges.",
    "Possible Confusion": "Can look similar to some Clavaria species but these grow in groups rather than the normally single Scarlet Caterpillarclub.",
    "Spore Print": "White. It has barrel shaped spores that first appear joined like a string of sausages.",
    "Taste / Smell": "Earthy, nutty",
    "Frequency": "Fairly common.",
    "Other Facts": "The Scarlet Caterpillarclub takes over a butterfly or moth larvae or pupae and grows from inside the larva, filling it with mycelium."
  },
  {
    "name": "Bruising Webcap",
    "scientificName": "Cortinarius / Thaxterogaster purpurascens",
    "Cap": "6- 10 cm. Has a lilac/purple fibrillose cap that turns brown with age although the cap can appear brown when young.",
    "Gills": "When young the gills are covered by a spider web like structure called a cortina which soon breaks up and can be completely absent on older mushrooms. Under the cortina the gills are fairly thick and start lilac/purple turning to orange/brown when covered in spores. Not too crowded an emarginate, joined to the stem but notched slightly beforehand.\nCortina / Veil\nThe cortina starts almost white to lilac but becomes orange/brown when covered in spores.",
    "Stem": "7-10 cm long, 1.5-3 cm diameter. The stem has a swollen base and is lilac to purple. When older the stem usually has an orange band around it caused by the spores sticking to what is left of the cortina where it was joined to the stem.\nBulbous Base\nHas a thick bulbous base when very young, as shown, but the base does not increase much in size as the rest of the mushrooms grows from it but older mushrooms usually still have a swollen base.",
    "Flesh": "The flesh starts white to lilac but can bruise to darker or brown when the flesh is exposed for a short time.",
    "Habitat": "Deciduous or mixed woodland.",
    "Possible Confusion": "Can look very like the tasty Wood Blewit (Lepista nuda), pictured, but usually has some of the cortina left hanging from the edge of the cap or an orange/brown band around the stem.\nAlso looks like other purple Cortinarius mushrooms and when older with a brown cap could be mistaken for some of the poisonous species.",
    "Spore Print": "Rusty orange/brown. Ellipsoid to almond shaped.",
    "Taste / Smell": "Bitter.",
    "Frequency": "Not common.",
    "Other Facts": "The cortina translates as curtain and is referring to the partial veil covering the gills of the young mushrooms.\nAs they don't taste good and could be mistaken for other species of Cortinarius, some of which are deadly poisonous, we don't recommend any of the Webcaps for consumption."
  },
  {
    "name": "Deadly Webcap",
    "scientificName": "Cortinarius rubellus",
    "Cap": "4-6 cm. Reddish brown to orange. Starting convex but becoming clearly umbonate (has a raised and in this case slightly pointed centre). The cap is dry and can be fibrillose (slightly hairy or scaly).",
    "Gills": "Orange/red/brown but starting paler on younger mushrooms. Fairly widely spaced and emarginate, joined to the stem with a notch slightly beforehand.\nCortina / Veil\nWhen young, a pale orange/brown cortina or veil (a cobweb like structure) will cover the gills. This will soon disappear but usually leaves marks on the stem that rusty brown spores will adhere to.",
    "Stem": "6-8cm long, 0.7-1.5 cm diameter. Orange to red/brown sometimes with zig-zag markings from the cortina. Has a slightly bulbous lower half, tapering towards both the base and the apex.",
    "Flesh": "Off white with orange markings, especially towards the base of the stem.",
    "Habitat": "Grows in coniferous woodland, particularly with Pine and Spruce. Likes wet, acidic ground.",
    "Possible Confusion": "Other orange/brown Cortinarius.\nThe deadly poisonous Cortinarius orellanus looks similar but does not have the zig-zag pattern on the stem.",
    "Taste / Smell": "Do NOT try a taste of this deadly poisonous mushroom. Has a radish like smell.",
    "Frequency": "Uncommon, more common further North in the UK.",
    "Spores": "Rust coloured. Ellipsoid.",
    "Other Facts": "When young, the large Cortinarius genus is fairly easy to identify as they have a veil or cortina covering the gills. The cortina looks like a mass of spider web strands but this soon disappears, sometimes leaving a ring zone on the stem which rusty coloured spores will stick to and some strands will be attached to the edge of the cap. After identifying a mushroom as a Cortinarius the hard work begins. There are over four hundred species of Webcaps in the UK and many look similar to each other. As they can be so hard to identify and there are some deadly poisonous mushrooms in the genus, we don't forage for them."
  },
  {
    "name": "Stocking Webcap",
    "scientificName": "Cortinarius torvus",
    "Cap": "4-10 cm across. Convex then flattening with a very shallow umbo. Pinkish clay brown to darker brown. Has darker radiating fibres.",
    "Gills": "Distant, pale purplish at first, turning dark greyish-brown later, but always with paler edges.\nCortina / Veil\nIn cases of an immature specimen, an ephemeral veil (cortina), can be detected, which more or less covers the gills.",
    "Stem": "5-10 cm long, 1-1.5 cm diameter. Slightly swollen at the base or club shaped (clavate). The upper part of the stem can have a slight violet flush 'stockinged' below with cream to brown veil.",
    "Flesh": "Mainly white but can have a violaceous flush, particularly in the stem.",
    "Habitat": "It grows individually on acidic soil. Mycorrhizal with Beech, more rarely with Oak or Hornbeam.",
    "Possible Confusion": "It is a rather distinctive looking species, but does have at least one lookalike.\nFeral Webcap (Cortinarius torvoides) looks rather similar, it is also mycorrhizal with Beech, but it grows on calcareous soil.",
    "Taste / Smell": "Smell pleasantly fruity, aromatic, somewhat Sun-dried Pear- or Plum-like. Taste mild to slightly bitter.",
    "Frequency": "Widespread and one of the commoner species on the British Isles, most of the records are from Southern or Southwestern England though.",
    "Spores": "Spore print is dark rusty brown. Spores are broadly ellipsoid, moderately or strongly warted (verrucose) and dextrinoid (turning reddish-brown in Melzer's reagent).",
    "Other Facts": "The epithet (2nd part of the scientific name) torvus means 'wild', 'savage', 'harsh', etc.\nThis species is in subgenus Telamonia. Identifying (former or current) Cortinarius species is never easy, especially if we are talking about Telamonias, which is possibly the most diverse subgenus within the genus Cortinarius. Subgenus Telamonia had been divided to many subsections."
  },
  {
    "name": "Horn Of Plenty",
    "scientificName": "Craterellus cornucopioides",
    "Fruiting Body": "Funnel or trumpet shaped with uneven edges. Black but can be grey, silver or brown.",
    "Gills": "Grey / brown to black. Does not really have obvious gills but slight ridges running up the stem to the edge of the cap.",
    "Stem": "Ash grey to brown. Hollow and hard to tell where the stem stops and the cap begins.",
    "Flesh": "Grey/black. Thin and fibrous.",
    "Habitat": "Hiding in leaf litter in deciduous woodland usually in clusters with beech.",
    "Possible Confusion": "You are unlikely to confuse this species with anything else.",
    "Spore Print": "Cream to salmon to yellow. Ellipsoid.",
    "Taste / Smell": "Excellent. Can be easily dried and stored for a long time.",
    "Frequency": "Occasional.",
    "Other Facts": "A strong tasting delicious mushroom.\nIn March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Horn of Plenty (Craterellus cornucopioides) is: LC - Least Concern, without knowing with certainty if the population is stable or decreasing at the moment. For more information, see on the following link."
  },
  {
    "name": "Winter Chanterelle",
    "scientificName": "Craterellus tubaeformis",
    "Cap": "3-5 cm. Convex with a depression in the centre when young becoming funnel-shaped with irregular edges. A hole in the centre can run right through to the hollow stem. Dark yellow/brown to orange/yellow.",
    "Gills": "Pale yellow/brown. Not crowded, irregularly branching and running down the stem, decurrent. These are not true gills but folds.",
    "Stem": "3-6 cm long, 0.4-1.5 cm diameter. Yellow, cylindrical to irregular and hollow. Can have a vertical depression making the stem look like a pair of yellow legs. The stem generally tapers towards the base.",
    "Flesh": "Yellow/brown.",
    "Habitat": "Mixed woodland and coniferous forest on moss or rotting wood. Found more in mossy Beech woods.",
    "Possible Confusion": "Other Chanterelles but these are edible.\nThe Jelly Baby (Leotia lubrica), pictured, looks similar but does not have gills and has a bulbous cap rather than a slight funnel shape. This mushroom is considered poisonous or inedible in some guides, edible in others, best avoided.",
    "Spore Print": "Off-white. Subglobose.",
    "Taste / Smell": "Excellent, stronger but less sweet than Chanterelle (Cantharellus cibarius).",
    "Frequency": "Common.",
    "Other Facts": "In March 2025 the IUCN (International Union for Conservation of Nature) added 1000 fungal species to the IUCN Red List of Threatened Species. The IUCN (Global) Conservation Status of Winter Chanterelle (Craterellus tubaeformis) is: LC - Least Concern, without knowing with certainty if the population is stable or decreasing at the moment. For more information, see on the following link."
  },
  {
    "name": "Common Bird's Nest Fungus",
    "scientificName": "Crucibulum laeve",
    "Fruiting Body": "The fruitbody (peridium (singular), or peridia (plural)) is usually 0.5-0.8 cm tall and 0.6-0.8 wide; cup-shaped. It has two layers. The outer layer is pail brown, cinnamon to buff covered with numerous orange-brown hairs (called: tomentum), giving it a felt like look. The inner layer (endoperidium) is smooth, shiny and cream coloured. The peridium is initially covered with thin, fragile yellow membraneous seal (called: epiphragm). When the spores are mature, the epiphragm breaks opening up the fruitbody. When rain falls, it triggers the funiculi (singular: funiculum) and shoots out the peridioles with a range of a few metres.",
    "Flesh": "Very thin and soft at first, becoming fragile and papery with age.",
    "Habitat": "Grows in open forests (usually on the forest's edge), parks and gardens, mostly in clusters on the dead wood of hardwoods, such as fallen barks, twigs, even on woodchips or other decomposed vegetation. Widespread all over the UK.",
    "Possible Confusion": "It only can be confused with other Bird's Nest fungi.\nField Bird's Nest (Cyathus olla) has silvery-white peridioles at first, later they turn to dark, metallic blackish grey.\nDung Bird's Nest (Cyathus stercoreus) has dark grey peridioles, and they are smaller than Fluted Bird's Nest's peridioles.\nFluted Bird's Nest (Cyathus striatus), pictured, is taller and more trumpet shaped with obvious striations on the inner surface (endoperidium). The peridiols are whitish with a slight grey colouring.",
    "Taste / Smell": "Inedible. Taste and smell indistinctive.",
    "Frequency": "Common.",
    "Spores": "are ovoid-ellipsoid, smooth, thick-walled and colourless (hyaline), inamyloid. They are encapsulated in a lens- or lentil-shaped peridioles. The peridioles are 1-2 mm across, pale grey, and they have an attached small elastic string (called: funiculus) at their lower side, which helps them to spread the spores in large numbers once they are matured."
  },
  {
    "name": "Fluted Bird's Nest",
    "scientificName": "Cyathus striatus",
    "Fruiting Body": "The fruitbody (peridium (singular), or peridia (plural)) is usually 0.6-1.5 cm tall and 0.4-1 wide; cup-shaped (tapering towards the base) or somewhat funnel-shaped (infundibuliform). It has two layers. The outer layer is brownish to greyish buff covered with numerous orange-brown to rusty brown hairs (called: tomentum), giving it a shaggy, tomentose look. The inner layer (endoperidium) is deeply striated or grooved, shiny, silky and grey coloured. The peridium is initially covered with thin, whitish membraneous seal (called: epiphragm) which is the same shaggy or tomentose as the rest of the outer layer. When the spores matured, epiphragm loses its hairs and breaks (in this way the fruitbody opens up). When rain falls, it triggers the funiculi (singular: funiculum) and shoots out the peridioles with a range of a few metres.",
    "Flesh": "Paper thin, soft at first, becoming leathery and tough with age.",
    "Habitat": "Grows in open forests (usually on the forest's edge), parks and gardens, mostly in large clusters on the dead wood of hardwoods, such as fallen barks, twigs, even on woodchips or other decomposed vegetation. Widespread all over the UK. Common in England, occasional in Scotland, and looks rather rare (or underrecorded) in Wales, Northern Ireland or on the Channel Islands. Saprotrophic.",
    "Possible Confusion": "It only can be confused with other Bird's Nest fungi.\nField Bird's Nest (Cyathus olla) has silvery-white peridioles at first, later they turn to dark, metallic blackish grey.\nDung Bird's Nest (Cyathus stercoreus) has dark grey peridioles, and they are smaller than Fluted Bird's Nest's peridioles.\nCommon Bird's Nest (Crucibulum crucibuliforme, syn: Crucibulum laeve) has off-white peridioles with a bit of yellow touch.\nNone of these species have striated or grooved inner surface (endoperidium).",
    "Taste / Smell": "Inedible. Taste and smell indistinctive.",
    "Spores": "are ovoid-ellipsoid, smooth, thick-walled and colourless (hyaline), inamyloid. They are encapsulated in a lens or lentil-shaped peridioles. The peridioles are 1-2 mm across, pale grey, and they have an attached small elastic string (called: funiculus) at their lower side, which helps them to spread the spores in large numbers once they are matured.",
    "Other Facts": "The species was first described by the British botanist, William Hudson (1730-1793), the author of the Flora Anglica (1762) in 1778 as Peziza striata. It was first published in the enlarged 1778 edition of the Flora Anglica. Carl Ludwig Willdenow (1765-1812), a German botanist and taxonomist transferred the species to the genus Cyathus in 1787.\nIts epithet (the 2nd part of the scientific name which identifies the species within the genus), striatus, refers to the striated or grooved inner layer (endoperidium) of the nest."
  },
  {
    "name": "Poplar Fieldcap",
    "scientificName": "Cyclocybe cylindracea",
    "Cap": "6-8 cm. The young small buttons have a chestnut brown cap that can be as small as 1cm. As they grow the cap becomes light brown to pale cream, slightly darker in the centre.",
    "Gills": "Off white to pale pink brown. Crowded and slightly decurrent (the gills run slightly down the stem).",
    "Stem": "7-9 cm long, 1-1.5 cm diameter. It has a long tough stem, often bent when growing in large clusters.\nHas a persistent skirt towards the upper part of the stem.\nIt is creamy white or slightly darker in older specimens, especially at the base.\nQuite often a few specimens will be fused together at the base.",
    "Skirt": "Has a superior, persistent skirt towards the upper part of the stem.",
    "Flesh": "The flesh is white to cream coloured and doesn't change.\nFirm in the cap, tough and fibrous in the stem.",
    "Habitat": "This fungus decomposes dead wood of trees with a preference for Poplar and Willow.\nIts favourite host is the Black Poplar, pictured, Britain's most endangered native tree, now hardly found in the wild. Ornamental cultivars of Black Poplar are often planted in gardens and parks. It can appear occasionally with other broadleaf trees.\nIt grows in large groups from the exposed roots of trees, stumps, cracks on trees, and on fallen decaying wood. Sometimes it may appear on the soil when growing from buried dead roots underneath.",
    "Possible Confusion": "It can be confused with other Fieldcaps in the genus Agrocybe like the Spring Fieldcap (Agrocybe praecox), pictured, They all grow on soil or from woodchip and wood debris, and are generally paler and smaller at maturity.\nThe Wrinkled Fieldcap (Agrocybe rivulosa) is the closest. Smells similar and also has a wrinkled cap, but it grows on woodchip, it's smaller and has a thinner ring.\nSometimes the Poplar Mushroom has a small bent stem and looks similar to an Oyster Mushroom. The spore colour is different and the gills in Oyster mushrooms turn creamy yellow, not brown.",
    "Spore Print": "Brown",
    "Taste / Smell": "Nutty, strong, very pleasant. Very tasty once cooked.",
    "Frequency": "A common appearance where Black Poplars (pictured) are found, occasional with Willow trees.\nOften producing several flushes at different times of the year.",
    "Other Facts": "Although largely ignored by most foragers in the UK this is a very tasty mushroom.\nIt's highly prized in other European countries such as Italy, Spain, Portugal and France.\nPliny The Elder mentions it was cultivated in ancient Rome, being one of the first mushrooms to be cultivated.\nUntil recently we thought it is also cultivated in Asia and very popular in Chinese cooking and Traditional Chinese Medicine. However, based on molecular evidences, the Chinese species is different, and now it is called Agrocybe chaxingu."
  }
]